[{
    "jobTitle": "DevOps Engineer",
    "companyName": "ELITS ",
    "companyLocation": "Kommun: Stockholm",
    "jobDescription": "Vårt erbjudande\n\nELITS kan erbjuda dig ett utmanande och varierande jobb som konsult med stora personliga utvecklingsmöjligheter! Vi satsar hårt på kompetensutveckling och att ständigt hålla oss i teknisk framkant.\n\nHos  får du utvecklas tillsammans med duktiga och erfarna kollegor som har arbetat med Openstack, Kubernetes, containertekniker och cloud native i flera stora och utmanade projekt de senaste åren. Våra kunder är nationella och globala både medel och stora bolag.\n\nVi har intressanta, långsiktiga uppdrag och team-leveranser där du kan utvecklas och arbeta nära kollegor som delar din passion för teknik\n\n\n\nSom anställd på ELITS får du ett antal fördelar som:\n\n- En trygg och säker anställning\n- Individuellt anpassad utvecklings- och utbildningsplan\n- Friskvårdsbidrag\n- Privat sjukvårdsförsäkring\n- Privat pensionsrådgivning\n- Förmånsportal\n- Extremt kompetenta och skickliga kollegor\n\n\nOm rollen:\n\nFör långsiktiga uppdrag och team-leveranser till våra kunder letar vi nu efter flera DevOps kollegor för att vara en del av vårt skickliga och snabbt växande Devops-team!\n\nSom anställd på ELITS får du upplevaia av det bästa från två världar; delvis kundmiljöerna, men också ELITS som arbetsgivare där du är med och formar vår stora företagskultur och delar kunskap och erfarenheter med andra likasinnade.\n\nDu kommer också att erbjudas utbildning, kompetensutveckling och certifieringar tillsammans med våra tekniska partners där vi arbetar tätt tillsammans med Redhat, Suse/Rancher, Hashicorp och Styra .\n\nVåra konsultuppdrag innebär ofta att vi hjälper våra kunder i modernisera deras IT-miljöer, att hjälpa dem arbeta mer agilt och på ett modernt sätt med rätt typ av verktyg för att på bästa sätt stötta deras nuvarande och framtida behov. Detta gör vi enligt en metodik vi på ELITS kallar Journey to Agile.\n\n\n\nFör att passa in i rollen tror vi att du har erfarenhet av följande:\n\n- Systemadministration i en Linux-baserad produktions-miljö\n- Container-infrastruktur (Docker, Kubernetes)\n- Scriptning/programmering i språk som Bash, Python, Go\n- Versionshantering - Git\n- Automatisering\n\n\nMeriterande om du även har kunskap inom:\n\n- IaC - Ansible, Terraform\n- CI / CD\n- Openstack\n- Publika clouds\n- Openshift och/eller Rancher\n- Hasicorp: Vault, Consul, mfl\n\n\n\n\nFör att trivas i rollen som konsult bör du ha lätt att skapa relationer, kunna arbeta både i team och självständigt och ha stor personlig drivkraft och lösningsfokus.\n\nÄr du en social, flexibel och strukturerad person med stort intresse inom av arbeta med och att utvecklas inom de senaste teknologierna så tror vi du kommer passa in och trivas utmärkt hos oss!\n\nFör denna position utförs även bakgrundskontroll av slutkandidat.\n\n\n\nOm du har frågor om rollen eller våra uppdrag, tveka inte att kontakta mig på det sätt som passar dig bäst, chatta, maila eller ring!\n\n<a href=\"mailto:linus.berglund@elits.com\">linus.berglund@elits.com</a>, 0733-590 205.",
    "url": "https://arbetsformedlingen.se/platsbanken/annonser/25583184"
}, {
    "jobTitle": "DevOps Engineer",
    "companyName": "Oneflow AB",
    "companyLocation": "Kommun: Stockholm",
    "jobDescription": "<p>As a DevOps Engineer at Oneflow, you have an interest in distributed systems and their scalability. The scalability of the platform applies not only to the performance of the system but to how we can scale the organization. You think of encryption, \"defense in depth\" concepts and the privacy of our customers data. You will be working with infrastructure development and will both improve existing flows and create new ones as our platform evolves. We see that you have at least a few years of experience working with cloud infrastructure, container orchestration, encryption and information security.</p><p>Your background:</p><ul><li>Having worked a few years with cloud infrastructure and container orchestration</li><li>Experience working with tools such as Terraform and cloud platforms</li><li>You have created and maintained Kubernetes clusters, both locally and through cloud offerings such as EKS or GKE</li><li>You are familiar with CI/CD pipelines and like to optimize deployment processes</li><li>Extensive knowledge in certificate and key management, specifically when used in for example AWS/GCP KMS, Azure Key Vault and (Cloud-)HSM solutions</li><li>Comfortable securing high volumes of data</li></ul><p>Technologies and concepts to work with:</p><ul><li>Kubernetes and Docker</li><li>AWS</li><li>Terraform (or similar)</li><li>CI/CD</li><li>Distributed logging, tracing and monitoring</li><li>Docker and containerization in general </li><li>KMS / HSM</li></ul><p>We also value if you have an interest in any of these areas:</p><ul><li>Performance and scalability of distributed systems</li><li>MySQL / Elasticsearch / RabbitMQ</li><li>An understanding of SaaS product development</li></ul><p> Come work with us</p><p>We value gender equality and diversity in our organisation and strive for a team that reflects the diversity in today's society. At Oneflow we encourage and welcome applicants who are people of colour, LGBTQ+, people with disabilities and those without college degrees. We follow a competence based recruitment process. If you feel the above description seems like a good fit for you - we would love to hear from you! Get in touch to start a journey you won’t forget!</p><p>The recruitment process starts with an interview with Grace from the People &amp; Culture team. After that you will complete a personality- and logic test and prepare an assignment before the interview with Kalle and Fredrik from the Product development team. </p><p><br></p><p id=\"oppenforalla\">Öppen för alla\nVi fokuserar på din kompetens, inte dina övriga förutsättningar. Vi är öppna för att anpassa rollen eller arbetsplatsen efter dina behov.</p>",
    "url": "https://arbetsformedlingen.se/platsbanken/annonser/25576535"
}, {
    "jobTitle": "DevOps Engineer",
    "companyName": "Simployer AB",
    "companyLocation": "Kommun: Stockholm",
    "jobDescription": "<p>We're on a mission to put more smiles on people's workplaces and are looking for yet another star to join us! </p><p>We love our clients and we want to pamper them the best way we can. We have end-users all over the world and in different kinds of businesses, but our clients have one thing in common - they all care about the wellbeing and development of their employees. &amp;frankly is a powerful tool to help them drive employee engagement and positive change within their organizations. </p><p>We offer you a fantastic team, dynamic environment and great development opportunities joining a young company with international ambitions. We are a diverse company with colleagues from all over the world, in different ages and with different backgrounds and skillsets. </p><p>Now we see a rapidly increasing number of clients and need to strengthen our DevOps team. The team is in charge of the whole infrastructure for the &amp;Frankly platform, taking care everything is as optimised and performant as possible while at the same time taking care of the upcoming customers and scaling. </p><p>ESSENTIAL RESPONSIBILITIES </p><p>Ensure smooth deployment of product updates </p><p> Build and maintain CI/CD tools together with DevOps, site reliability and software engineers </p><p> Support developer teams with troubleshooting infrastructure related issues </p><p> Container optimizations </p><p> CI/CD system improvements </p><p> Operating the systems including monitoring, alerting and troubleshooting</p><p> Build necessary integrations to support new and evolving software products and customer needs </p><p> Research new technologies, automation tools and system to improve efficiency and effectiveness Documentation of infrastructure tools and services </p><p> </p><p> THE IDEAL SKILLSET </p><p>At least 3 years of experience as DevOps engineer </p><p> Bachelor degree in Computer Science or similar proven skills </p><p> Good knowledge of Linux, Docker and Kubernetes, Jenkins </p><p> Knowing bash/shell-scripting </p><p> Programming experience, preferably Java,Python, Golang or Node.js </p><p> Experience working with the major cloud providers, preferably AWS or GCP </p><p> Knowledge of Terraform, Ansible and/or Saltstack </p><p> Fluency in English </p><p> </p><p> You will be part of an amazing team with HQ located in central Stockholm. We offer excellent salary and benefit package along with great opportunities for personal and professional growth. </p>",
    "url": "https://arbetsformedlingen.se/platsbanken/annonser/25573441"
}, {
    "jobTitle": "DevOps Engineer",
    "companyName": "Semcon Sweden",
    "companyLocation": "Kommun: Stockholm",
    "jobDescription": "At Semcon, we believe that the one who understands the end-user best, will create the best solutions. Therefore for us, it’s always people first. Then technology.\n\nNow we are looking for a DevOps Engineer with drive and warmth to join us. A person who thrive in a setting where a lot of things are going on. You will focus on facilitate coordination and collaboration among operations, development and testing functions.\n\nYou will be part of our growing Digital Services team and work together with kind and skilled individuals in challenging assignments and with exciting customers. In our division we all come from different areas of expertise and our ambition is to build a large team with skills ranging from digital strategy, project management and UX/service design to software development and emerging tech. We also have a long history of working with embedded software to create connected and smart products.\n\nWant to learn more about our offerings and projects within the Digital Services area? Click here. (<a href=\"https://semcon.com/sv/digital-hubb/\" target=\"_blank\" rel=\"nofollow\">https://semcon.com/sv/digital-hubb/</a>)\n\nWhat you’ll do\n\n- Support in-house teams and customers improving their SW development workflow and getting the most out of their CI/CD environment\n- Bridge the gap and improve collaboration between operations, developers and testing functions\n- Troubleshoot issues with tools, processes, applications and/or infrastructure\n- Evaluate current development and operations procedures, recommend and implements tools and practices to increase efficiency and reliability\n- Having fun!\n\n\nWe’ll look beyond your resume, but here is a starting point.\n\n- Solid experience developing, testing and deploying software systems\n- Previous experience from working with some of the tools that make a state-of-the-art CI/CD environment (e.g. Azure/AWS, Jenkins, Python, Ansible, Kubernetes, Docker, Linux, Gitlab, Bitbucket).\n- Enjoy working with new technology\n- Excellent knowledge of agile methods\n- Great communication skills in Swedish and English.\n\n\nWe strongly believe that diversity of background, experience and perspectives is important to create excellent user experiences and to make Semcon a great place to work.\n\nIf you are interested in joining our team, just apply with your CV or LinkedIn below, or contact Tran to learn more!\n\nTran Cam\n<a href=\"mailto:tran.cam@semcon.com\">tran.cam@semcon.com</a>\nTeam Manager Digital Services",
    "url": "https://arbetsformedlingen.se/platsbanken/annonser/25572682"
}, {
    "jobTitle": "DevOps Engineer",
    "companyName": "Quinyx",
    "companyLocation": "Kommun: Stockholm",
    "jobDescription": "Do you want to help us unleash the secret to how happy employees create a happy business? We are an innovative, agile and continuously growing tech company on a path to improve the work lives of millions around the world.\n\nWe develop workforce management solutions - a software that makes scheduling and time reporting more smooth and flexible for close to a million users across the world.\n\nAre you curious and ready to take the first steps on an awesome journey and make magic happen with us? As a member of the Quinyx family, you will be part of an inclusive and diverse workplace, where you are allowed to be yourself and thrive.\n\nAbout the role\n\nYou will join our fantastic DevOps team focuses on performing best practices related to continuous deployment such as scaling, optimising the system, helping out with troubleshooting complex issues and operating code in AWS. Moreover, you will get to work with very passionate colleagues across the organisation who are all working together to create the leading SaaS AI-Driven Workforce Management system.\n\nWhat you’ll be doing\n\n\n\n Making sure our infrastructure can handle Quinyx’s rapidly growing number of users during our global expansion;\n\n\n\n\n\n Extending and strengthening the DevOps team with an innovative mindset providing new perspectives and ideas;\n\n\n\n\n\n Supporting the growing R&amp;D department demanding state of the art tooling and infrastructure;\n\n\n\n\n\n Deliver a platform that is flexible, cost-efficient, secure, compliant and resilient;\n\n\n\n\n\n Provide tools that enable everyone to work and deliver in a fast, productive and simple way;\n\n\n\n\n\n Proactively prioritise problems and areas of improvement;\n\n\n\n\n\n Take full ownership of solving problems in an innovative way;\n\n\n\n\n\n Design, deploy and maintain log-pipelines, CI/CD tools/pipelines, AWS config, Kubernetes Clusters and Terraform configuration;\n\n\n\n\n\n Support development teams building, running and monitoring applications.\n\n\n\nWhat you’ll bring to the team\n\n Passionate about finding, implementing and communicating simple solutions to complex problems;\n\n\n\n Excellent in communicating technology with all parts of the organisation;\n\n\n\n Highly driven by the will to help people around you;\n\n\n\n Experienced with modern Cloud technology stacks and DevOps tools and love staying up to date with the community;\n\n\n\n Experienced in working with Go or Python.\n\n\n\n A positive and can-do attitude.\n\n\n\nWhat’s in it for you?\n\nWe promote and encourage a healthy lifestyle with flexible work hours and the latest tools, enhanced vacation allowance, gym membership contribution, virtual yoga classes, and last but not least, you will have the chance to participate in our well-known yearly ping-pong tournament!\n\nLife at Quinyx\n\nWe are an innovative, agile and continuously growing modern tech company. We value passion, creativity, quality and simplicity. You’ll be given the opportunity to make an impact and directly contribute to our success, bring new ideas and have full ownership of your area.\n\nOur global team, of 30 nationalities, have fun together whether it is during a typical Swedish Fika, workshop, going for a run with a colleague or spending time together during the annual company Goal trip, team kickoffs, or after-work socials. We have built a family atmosphere here at Quinyx and are committed to sharing knowledge and supporting one another!\n\nWant to join the family?\n\nAt Quinyx, we provide equal employment opportunities and we strive to have an inclusive and diverse value-driven culture. All applications will receive consideration for employment without regard to race, color, religion, sex, sexual orientation, gender perception or identity, national origin, age, marital status, disability or veteran status.\n\nHappy Workforce, Happy Business!",
    "url": "https://arbetsformedlingen.se/platsbanken/annonser/25569103"
}, {
    "jobTitle": "DevOps Engineer",
    "companyName": "Cubane Solutions AB",
    "companyLocation": "Kommun: Stockholm",
    "jobDescription": "<p><strong>Must-have:</strong></p><ul><li>Experience in deploying and configuring infrastructure on Private Cloud(s).</li><li>Familiarity in Redhat Linux administration</li><li>Experience in Ansible, Python, Git</li><li>Basic understanding of MariaDB</li><li>Working experience from Prometheus</li><li>Basic knowledge of XML and JSON</li><li>Background in working with REST integration and messaging platforms such as Apache Kafka</li><li>Experience in working according to agile, scrum, or SAFe principles</li><li>Knowledge from working in CI/CD pipelines</li><li>University degree in Computer Science or equivalent</li></ul><p> </p><p><strong>Language:</strong></p><p>English (Fluent in both spoken and written)</p><p><br></p><p><br></p><p id=\"oppenforalla\">Öppen för alla\nVi fokuserar på din kompetens, inte dina övriga förutsättningar. Vi är öppna för att anpassa rollen eller arbetsplatsen efter dina behov.</p>",
    "url": "https://arbetsformedlingen.se/platsbanken/annonser/25534398"
}, {
    "jobTitle": "DevOps Engineer",
    "companyName": "iopsys software solutions AB",
    "companyLocation": "Kommun: Stockholm",
    "jobDescription": "<p><strong>Do you think containers and micro architectures are here to stay? </strong></p><p>Then this might be your opportunity! Come add value to IOPSYS Software Solution’s growing development team as our </p><p><strong>DevOps Engineer </strong></p><p>Do you think containers and micro architectures are here to stay, have you been involved in container infrastructure projects, and you know that it is more than just a technology shift? Do you continuously look for ways to automate repetitive tasks and provide self-service solutions.</p><p>IOPSYS is building a new Infrastructure Engineering Experience to help us supply the best practical solution for development and testing of our products. The infrastructure team will supply tools and process alignment to allow the rest of our engineers do their jobs as smoothly as possible. </p><p><strong>The role:</strong></p><p>· Your main responsibility will be to provide stable and reliable infrastructure baselines for the Development and Test teams in collaboration with IT.</p><p> . You will supply support for the common environments used by Development and Test teams and continuously develop them to smoothen the delivery pipelines.</p><p>· You should support the Development teams to grow and deliver healthy software by facilitating tools and process alignment</p><p>·  You will help and support developers and testers through training, mentoring and problem solving, continuously looking for improvements to ensure high standards of automation of all internal infrastructure. </p><p><strong>Required skills</strong></p><p>·  4+ years’ experience in DevOps or related field.</p><p>·  Experience in working in Linux/Unix systems as well as interacting with continuous integration tools like Jenkins, Gitlab</p><p>· Python skills</p><p>. General network and wireless knowledge: WLAN, TCP/IP, Firewall</p><p>·  Experience with Git</p><p>·  CI/CD developments discipline experience</p><p>·  Docker, Kubernetes or other relevant container technologies</p><p>· Particularly good English skills in speaking and writing<strong> </strong></p><p><strong>What about you?</strong></p><p>. You have good priority skills and judgement of situation urgency</p><p>. You are able to use analytical skills and independent judgement in designing software infrastructure</p><p>· You enjoy a culture of trust, collaboration, and diversity </p><p>. You want to have a sustainable workload and a fine balance between work and leisure</p><p>. Good interpersonal skills and ability to collaborate with others</p><p><strong>Who are IOPSYS? </strong></p><p><strong>Our vision is to realize the digital home!</strong></p><p>Our belief is that the Wi-Fi gateway is an increasingly important part of the smart connected home and we support the vision by being a key player that transforms and brings the open-source business model to the gateway industry. Maintain leadership in development and offer supported versions of enterprise software for the gateway industry.   </p><p><strong>IOWRT</strong> is one of the most advanced, platform independent gateway software based on Openwrt*. We embrace open-source and contributes code to other open-source projects which enables IOPSYS' developers get recognition for their work not only at IOPSYS but also in the wider community. </p><p>We are located close to Mariatorget in Södermalm, Stockholm.</p><p><br></p>",
    "url": "https://arbetsformedlingen.se/platsbanken/annonser/25512216"
}, {
    "jobTitle": "DevOps Lead",
    "companyName": "EMQ Sweden AB",
    "companyLocation": "Kommun: Stockholm",
    "jobDescription": "At EMQ we are building the future of IoT data infrastructure. We launched on GitHub in 2013, as an open-source project and has since then become the most popular open-source MQTT message broker. Since the establishment in 2017, EMQ is catering our customers and users in over 50 countries around the world. AT EMQ we constantly challenge ourselves to go further and do better in supporting enterprise customers by supplying massive-scale and solid solutions. EMQ Technologies is headquartered in Hangzhou, China and R&amp;D headquarter is in Stockholm, Sweden\n\nOur stories are to be told, and knowledges to be shared for greater success of our customers and the IoT industry.\n\nWe are looking for our first DevOps Lead to join our team in Stockholm!\n\nYour future role\n\nYou will play a vital part in our Product &amp; Tech team. As DevOps Lead you will be in the driver seat for our cloud-native solutions. As a DevOps Lead your mission will be to build the OPs team in Europe and be responsible for enabling and helping the technical team to build and deliver cloud-native products. You will be responsible for implementing and advocating modern DevOps and OPs practices. You will work closely with the tech and engineering team and have the opportunity to help develop best-in-class cloud-native solutions and have an influence on large parts of the technical infrastructure and architecture for those solutions. In addition, you will work with supporting our users with their deployment.\n\nSome of your responsibilities will be, but not limited to:\n\n- Being the driving force and lead the thinking of cloud-native solutions\n- Help build, test, and maintain our cloud-native products\n- Develop Kubernetes operators and Terraform modules\n- Create technical documentation\n- Develop CI pipelines\n\n\nWho you are\n\nTo succeed in this role, we believe you are passionate, courageous, and curious with a business-oriented mindset. You are always up-to-date and love discovering new and modern technologies and ways of working for constant development. You have excellent communication skills since you will be interacting with both internal and external stakeholders. Furthermore, you enjoy achieving results together with the team and have a positive attitude toward problem solving.\n\n- Minimum 2 years proven work experience in DevOps or similar role\n- Proficient in Bash and Python scripting languages\n- Experience in CI/CD tools, preferably Terraform &amp; Ansible\n- Solid understanding of Linux system and container technologies\n- Excellent English skills, both written and verbal\n\n\nWhat we offer\n\nWe offer you the opportunity to work in a growing and fun company in a versatile role where you will have the chance to develop and make your voice heard.\n\nEMQ Sweden is an equal opportunity employer. All qualified applicants will receive consideration for employment without regard to age, ancestry, color, family or medical care leave, gender identity or expression, genetic information, marital status, medical condition, national origin, physical or mental disability, political affiliation, protected veteran status, race, religion, sex (including pregnancy), sexual orientation, or any other characteristic protected by applicable laws, regulations and ordinances.\n\nYour application\n\nIf you have any questions, please feel free to contact Rebecca Josefsson at R<a href=\"mailto:ebecca.josefsson@emqx.io\">ebecca.josefsson@emqx.io</a> or at +46726601868\n\nWelcome with your application today!",
    "url": "https://arbetsformedlingen.se/platsbanken/annonser/25447601"
}, {
    "jobTitle": "DevOps Engineer",
    "companyName": "Svenska Spel",
    "companyLocation": "Kommun: Solna",
    "jobDescription": "Ta chansen att jobba med Svenska Spels avancerade systemmiljö. Vi jobbar i till stor del egenutvecklade system och hanterar ett av världens mest avancerade spelsystem. Just nu arbetar vi med ett nytt stort och spännande projekt som syftar till att portera hela vårt transaktionssystem till en helt ny plattform. Vill du vara med på den resan? Sök idag!\n\nVad kommer du att göra?\n\nSom DevOps Engineer i Core Services blir du en del av CoreOps-teamet där du får möjlighet att jobba med utveckling, bygg och deployment samt runtime-miljöer för våra transaktionssystem. Systemen är komplexa och hanterar dagligen miljontals transaktioner som förstås ställer höga krav på kvalitet och prestanda. Vi arbetar med teknik i framkant och ger dig möjlighet att arbeta med nya, spännande lösningar varje dag.\n\nI rollen som DevOps Engineer jobbar du och utvecklarna tillsammans med våra utvecklings-, bygg- och deploymentmiljöer. Du ansvarar för och assisterar kring releaser av domänens komponenter och levererar dem med övervakning och mätvärden. Du fungerar som bollplank och support vid behov av ny hårdvara, nätuppsättning och brandväggsöppningar i projekt som teamet deltar i.\n\nJust nu arbetar vi med nästa version av vårt transaktionssystem som bland annat inkluderar operativsystemsbyte och övergång till 24/7-drift. Du blir en nyckel i bytet till Linux-plattform och ansvarar tillsammans med teamet för att ta fram de förutsättningar som krävs avseende utvecklings-, bygg- och deployment-miljö för den nya transaktionsplattformen.\n\nÄr du den som kommer att göra det?\n\nSom person är du självständig, har en stark analys- och problemlösningsförmåga och trivs allra bäst som en del av ett sammansvetsat team.\n\nDu har en bred bakgrund som systemutvecklare, systemtekniker eller integrations- och utvecklingsnära testare. Har djupa kunskaper och flerårig erfarenhet av Linux. Du har arbetat med orkestreringsverktyg så som Ansible, Puppet eller SaltStack samt scriptspråk som Python eller Bash. Du behärskar svenska flytande i tal och skrift.\n\nDet är meriterande om du tidigare jobbat med transaktionsintensiva system med krav på hög tillgänglighet och har erfarenhet av tekniker och tjänster som MongoDB, ScyllaDB, ELK, Grafana, Prometheus samt Jenkins.\n\nOm Tech på Svenska Spel\n\nPå Svenska Spel hanterar vi 10 000 000 transaktioner varje dag, året runt och på sex dagar har vi hanterat samma transaktionsvolym som den största pengaöverföringsappen gör på en månad. Varje dag utvecklar, driftar och supportar vi ett av världens mest avancerade spelsystem, vi är med andra ord ett techbolag som sysslar med spel - inte tvärtom. Och som ett techbolag som sysslar med spel kommer ett ansvar, både för folks drömmar och spänning, men även för deras spelande. Det är också därför du kommer märka att vårt spelansvarsarbete genomsyrar hela företaget från första dagen du börjar jobba hos oss.\n\nVi är Svenska Spel\n\nVi är modiga, nyfikna och vi strävar efter enkelhet i allt vi gör. Vi vill att spel ska vara till glädje för alla - för våra medarbetare, kunder och gäster, för idrotten och för samhället i stort. Vi sponsrar idrottsrörelsen på alla nivåer, förebygger spelproblem och låter vinsten gå tillbaka till samhället.\n\nAnsökan och kontaktuppgifter\n\nTjänsten är en tillsvidareanställning med placering i Solna med möjlighet till flexibelt distansarbete. På Svenska Spel utför vi jobbet där det passar bäst - ibland är det hemma och ibland på kontoret.\n\nVi utför intervjuer och urval löpande så skicka in din ansökan så snart som möjligt.\n\nFör frågor om tjänsten, kontakta Maria Devallius, Chef Core Services, <a href=\"mailto:maria.devallius@svenskaspel.se\">maria.devallius@svenskaspel.se</a>\n\nFör frågor om rekryteringsprocessen hittar du information  här (<a href=\"https://career.svenskaspel.se/pages/rekrytering-pa-svenska-spel?utm_campaign=page_130226_cta_4969676&amp;utm_content=https%3A%2F%2Fcareer.svenskaspel.se&amp;utm_medium=cta-block&amp;utm_source=teamtailor-page\" target=\"_blank\" rel=\"nofollow\">https://career.svenskaspel.se/pages/rekrytering-pa-svenska-spel?utm_campaign=page_130226_cta_4969676&amp;utm_content=https%3A%2F%2Fcareer.svenskaspel.se&amp;utm_medium=cta-block&amp;utm_source=teamtailor-page</a>). Eller så kan du alltid kontakta vårt TA-team på <a href=\"mailto:teamta@svenskaspel.se\">teamta@svenskaspel.se</a>.",
    "url": "https://arbetsformedlingen.se/platsbanken/annonser/25407307"
}, {
    "jobTitle": "DevOps Engineer",
    "companyName": "Squeed",
    "companyLocation": "Kommun: Stockholm",
    "jobDescription": "Vi på Squeed är ett innovativt IT-konsultbolag där du får chansen att jobba i intressanta uppdrag med nya tekniker. Om du söker ständig utveckling och möjligheter till att lära dig nya saker är Squeed helt rätt bolag för dig! Här prioriteras kompetensutveckling högt och är en stark del av företagskulturen.\n\nJust nu söker vi efter erfarna DevOps-ingenjörer till vårt kontor i Stockholm. Vill du vara med i vår gemenskap och växa tillsammans med oss?\n\nPå Squeed kommer du att:\n\nPå Squeed drivs vi av våra passioner. Tillsammans skapar vi fantastiska lösningar och ser till att dela vår kunskap med varandra. Hos oss kommer du hitta duktiga kollegor och möjligheten till att engagera dig i saker som du brinner för. Eftersom kunskapsdelning är en stor kärna i vår verksamhet sker kompetensutveckling på arbetstid där du tillsammans med dina kollegor kommer driva er kunskapsdelning framåt.\n\nSom DevOps Engineer hos oss kommer du ha en omväxlande roll där du kommer stötta våra kunders resa inom DevOps utifrån deras mognadsgrad. Christofer berättar mer om hur han upplever rollen:\n\nAtt jobba med DevOps är både utmanande och kul! På mitt uppdrag har vi en stor skara användare vars olika behov ska uppfyllas samtidigt som vi pumpar ut byggen i flera olika konfigurationer på löpande band. Man lär sig något nytt varje dag och vi har väldigt engagerade användare, vilket både driver och motiverar mig till att göra deras vardag enklare.\"\n\n\nVem är du?\nVi tror att du är en kommunikativ person som drivs av att lära dig nya saker. Automatisering är ett ord som får ögonen att tindra och det är en självklarhet för dig att hålla slutanvändaren i fokus. För att lyckas i rollen tror vi att du har:\n\n- En relevant utbildningsbakgrund\n- 3 år + av relevant arbetslivserfarenhet\n- Professionella kunskaper i svenska och engelska\n\n\nVi ser också gärna till att du har:\n\n- Erfarenhet av scriptspråk som Python, Bash och/eller Powershell\n- Kunskaper inom molnlösningar och containeriserings-verktyg\n- Erfarenhet av monitorering och CI/CD-tekniker\n- Förespråkar infrastructure-as-code i ditt arbete\n\n\nMer om oss på Squeed:\n\nVår resa började för ca 10 år sedan med fem utvecklare som ville skapa en annorlunda arbetsplats - där passion stod i centrum. Sedan dess har vi växt från 5 passionerade utvecklare till cirka 80 där du kan hitta oss i Stockholm, Göteborg och Oslo. I Stockholm är vi idag runt 20 Squeeders som ser fram emot att få fler härliga kollegor till vårt kontor. Vår erfarenhet är bred och bransch-överskridande. Du hittar oss inom ett flertal branscher som bland annat omfattar fordon, aviation, läkemedel, telekom, finans, sjukvård och transport.\n\nÄr du redo att ta ditt nästa steg och bli en Squeeder?\n\nSkicka in din ansökan redan idag!",
    "url": "https://arbetsformedlingen.se/platsbanken/annonser/25397837"
}, {
    "jobTitle": "DevOps Engineer",
    "companyName": "DEK Technologies",
    "companyLocation": "Kommun: Stockholm",
    "jobDescription": "Are you a driven and self-motivated engineer with experience in DevOps? Do you thrive in international environments where cooperation and personal development are highly valued? Join us on our journey towards developing tomorrow's technology!\n\nWe are currently expanding and now looking to hire an experienced DevOps Engineer that is ready to join our DEK-family. As a DevOps engineer at DEK Technologies, you will work for one of our customers within MedTech. This assignment includes working in a team that is focused on develop embedded software for ventilators and respirators. As a DevOps engineer your tasks will be focused on improving the developer’s processes, responding to and giving faster feedback on codes, providing automation. The role also includes managing infrastructure, suggesting branch strategies, handling build nodes, maintaining services like Jenkins &amp; SonarQube, and working with services like Github, Artifactory and Azure. It is required that you have good team skills and support others with providing infrastructure that enables faster feedback loops on the product development. The goal is to provide automation in the areas of building and testing. The opportunities for growth and personal development are considerable, limited only by your own drive and curiosity.\n\nKey qualifications for the position:\n\n- BS or MS in computer science, software engineering or similar, alternatively equal knowledge acquired through working experience\n- At least 3 years of experience in DevOps engineering and a general understanding of CI/CD strategies\n- General knowledge of Linux system administration\n- Extensive knowledge of Python and Bash\n- Strong understanding of git and branch strategies\n- Docker and Kubernetes\n- Jenkins experience\n- Preferably experience in working with Azure devops\n\n\nWho are you?\n\nTo be successful in this position we believe it is important that you are an ambitious person with a strong inner drive. You are a team player with great communication skills who enjoys working together with your colleagues. Since we are a flat organization working according to Agile methods, we expect you to be self-motivated with the ability to organize your daily work.\n\nAbout DEK Technologies\n\nDEK Technologies is a technical consultant company with a flat organization aiming to develop proactive and creative solutions. We have no hierarchical structures striving to stay this way by using agile working methods. At DEK Technologies you will find collaborative and empowered engineers with the ability to self-organize and create innovative solutions.\n\nWhy work at DEK Technologies?\nWe can offer you an inspiring Agile environment with great possibilities where your personal development and growth are just as important as our business. At DEK Technologies we work in goal-oriented teams which are mostly placed in-house. You will work alongside your development team but there’s also a possibility for you to go work abroad. We offer all our employees creative time where you are given the opportunity to use working hours of your time to expand your knowledge and continue to develop through self-controlled projects.",
    "url": "https://arbetsformedlingen.se/platsbanken/annonser/25397047"
}, {
    "jobTitle": "DevOps Engineer",
    "companyName": "DigitalRoute",
    "companyLocation": "Kommun: Stockholm",
    "jobDescription": "The world is changing in the way we consume products, from ownership to usership, and DigitalRoute is positioned in the centre of the transition. Because, when enterprises pivot to usage-based business models, they often make an unfortunate discovery. Their systems weren’t built to handle the massive data volumes and complexity that usage-based models generate. This causes them to leak revenue and respond too slowly to customer demand. DigitalRoute solves this by creating a real-time usage data layer for enterprises. Our products transform raw usage data into clear information for billing, in real-time and at a high scale. \n\nWe are now looking for a talented Senior DevOps Engineer that wants to participate in building our success story.\n\nAt our office, located in the center of Stockholm. We promote self-organizing cross-functional teams, a flat hierarchy and flexible working hours to give all our employees a good work/life balance. Because of our large customer base, each with a different set of requirements, there is always a new challenge and you will most certainly find projects that align with your passions. \n\nWhat you'll do\n\n - Perform daily operations for all our hosted solutions \n - Own, manage, tune and continuously improve all monitoring applications on Cloud products\n - Design, build and maintain DevOps specific tools\n - Architect, design and implement a highly scalable and reliable infrastructure on a Cloud solution\n - Perform releases for Cloud products to the production environment\n - Maintain and manage CI/CD pipelines\n - Provide 24x7 support for Cloud products\n - Proactively work with life cycle management and outage prevention\n - Serve, Educate, and share knowledge with our local and distributed development teams so they can own their infra and code changes\n\nWhat you'll bring\n\n - Have proven DevOps experience \n - Have ability to code, test, build, deploy, etc.\n - A solid experience in terms of building and running scalable solutions in the Cloud. (Kubernetes expertise and AWS)\n - Have experience and worked with related tools, ie Git, Docker, Kubernetes, Ansible, Terraform, Helm, Jenkins, DataDog, Jira, Confluence\n - Have set up and operated services by measuring and monitoring availability and performance\n - A team player mindset, comfortable with collaboration, open communication and reaching across the functional borders\n - Love for solving problems with scripting like python, shell, Node.js \n - Are an adaptable and pragmatic problem solver\n - The willingness to learn more!\n\nThe role is located in Stockholm, Sweden \n\n\nDigitalRoute has the only platform that is purpose built to convert raw usage data into billable items. This enables companies to capitalize on the growing wave of usage-based business models. More than 400 companies rely on our platform for usage-based monetization, quote-to-cash automation, finance system consolidation and telecom mediation. We deliver extreme precision in the most complex environments in the world. We’re the new standard for usage-based revenue.",
    "url": "https://arbetsformedlingen.se/platsbanken/annonser/25262332"
}, {
    "jobTitle": "DevOps Engineer",
    "companyName": "GpsGate",
    "companyLocation": "Kommun: Stockholm",
    "jobDescription": "Gpsgate\n\nWe build vehicle tracking software that powers fleet management businesses around the world. We help fleet owners improve fleet efficiency, keep drivers safe, and reduce their environmental impact. Our goals: end users love GpsGate, our resellers grow their businesses, and we have fun doing it.\n\nThe role\nWe are looking for a DevOps Engineer with previous experience in a leading DevOps role. You will work closely with our lead engineers to build, manage and automate our AWS infrastructure. You have technical depth and hands-on implementation experience from tools in the DevOps toolchain.\n\nAt GpsGate, you’ll join a growing team that is full of energy. We emphasize knowledge-sharing and teamwork, so you get to work closely with your talented colleagues.\n\nWhat you'll do\n-  Design and manage a cloud infrastructure for GpsGate Server that is secure, scalable, and highly available on AWS\n- Work collaboratively with our architects to define infrastructure and deployment requirements\n- Provision, configure and maintain AWS cloud infrastructure defined as code\n- Troubleshoot problems across a wide array of services and functional areas\n- Build and maintain operational tools for deployment and monitoring\n- Perform cost analysis and optimization of AWS resources\n- Implement CI/CD workflows in AWS\n- Work with a broad range of AWS services such as MSK, Keyspaces, Aurora, ECS Fargate, S3, Lambda, EC2 and many more\n\n\nWho you are\nTo succeed at GpsGate, we believe that you are passionate about helping our customers succeed. You take pride in your work. You enjoy working closely with colleagues and the fast pace that comes with a smaller company. You’re eager to take on a leading role defining our cloud infrastructure.\n\nWe’re looking for a DevOps engineer with:\n\n- Experience automating cloud native technologies, deploying applications, and provisioning infrastructure\n- Containerizing existing and new applications and services\n- Hands-on experience with Infrastructure as Code, using CloudFormation/CDK\n- Experience developing cloud native CI/CD workflows using tools like AWS CodePipeline\n- Hands-on experience with microservices and distributed applications\n- Experience in VPC designs and architecture\n- Experience managing both Linux and Windows OS\n\n\nRequirements\n- At least 3-5 years of experience building and maintaining AWS services\n- Bachelor’s or master’s degree within Computer Science or related field\n- Fluency in both written and spoken English\n\n\nWhy GpsGate\nAt GpsGate, you have real impact. Our software helps companies worldwide in their day-to-day business managing deliveries, cutting fuel emissions, ensuring the safety of their staff, and much more.\n\n- Have the freedom to try out new things, find smarter ways to work with your team, and identify innovative solutions\n- Join a diverse team with multinational colleagues\n- Grow as a DevOps specialist in an expanding company\n\n\nAnd of course, we also have great benefits:\n\n- Competitive salary\n- Flexible work policy\n- 30 days paid vacation\n- Annual company conference and local office outings\n- Friskvårdsbidrag/ health &amp; fitness allowance\n- Private health insurance\n- ITP (pension retirement savings)",
    "url": "https://arbetsformedlingen.se/platsbanken/annonser/25256112"
}, {
    "jobTitle": "DevOps Engineer",
    "companyName": "GOALS",
    "companyLocation": "Kommun: Stockholm",
    "jobDescription": "Do you have a dream of doing something truly revolutionary in gaming? Do you want to work in a studio with great vibes where you have a voice? Do you want everyone to feel included? Come work with us at GOALS!\n\nWe have just started building our dream game and are looking for a DevOps Engineer. We have a genuine ambition to make something that is more than a game. In the GOALS universe games exist both on and off screen, blending football, fashion, esports and digital assets.\n\nFocus Areas\nAs a DevOps Engineer you will help us with the infrastructure and workflow for how we build, deploy and manage our game tech development. Together with stakeholders, you will provide the core infrastructure, tools and necessary support to enable the development team. You are not only expected to maintain the environment but we want you to continuously improve it.\n\nWe think you have some years of experience as a DevOps- or Build Engineer and that you like collaboration and giving support. We expect you to know the state of the art but we also want you to challenge existing best practices and you love to find improvements to processes and automate things in general.\n\nQualifications\n\n- Jenkins CI/CD workflows or equivalent\n- Plastic SCM, Perforce, Git or equivalent experience.\n- Experience with at least one scripting language and one programming language.\n- Monitoring tools such as DataDog, Grafana, etc.\n- Kubernetes\n- Have worked with at least one cloud provider and have experience with deploying servers off-site.\n- Self-motivated, strong work ethic, able to work independently\n- Strong communication skills - must possess excellent English verbal and written communication skills.\n- The ability and desire to work in a team, often with different disciplines.\n\n\nIt would be a bonus if you also have experience in\n\n- Game development\n- Unreal Engine\n- Writing bots for Discord\n- Steamworks\n\n\nAbout the Employment\n\nThe position is permanent, starting with 6 months of probationary employment. You can work from our Stockholm office, fully remote or hybrid. It is important that you are able to communicate unhindered in verbal/written English and that you can work in a timezone close to Stockholm (GMT 0-3 hours).\n\nHow to Apply\n\nGOALS is all about dreams coming true! We are willing to take chances. Do you have the passion but do not tick all the boxes? Apply anyways!\n\nPass your application by submitting your profile.\n\n_______________________________________________\n\nOur values\n\nAt GOALS we empower people, from our team to our community. We empower the game creators. As part of the team your enthusiasm, creativity and voice matter and is reflected in this extraordinary game. We empower diversity. We believe in a space where we drive for change and equality together, throughout our organization, game and industry. We empower flexibility. As an inclusive and international company, we welcome remote work and flexible work hours.\n\nAbout the Studio\n\nGOALS is a small start-up with big dreams!\n\nHumble in the way we work; embracing that skilled and passionate people are the heart and core of our studio. Not humble in our objective; creating the best football game in the world.\n\nRecognizing there wasn’t a fast paced, competitive, multiplayer focused football game on the market we decided to change that. Let’s bring football into esports for real! Bridging the gap between the real world and the digital, we’re building something that is more than a game.\n\nOur community is the most important voice, and we want to give every colleague and gamer a feeling of ownership.",
    "url": "https://arbetsformedlingen.se/platsbanken/annonser/25226751"
}, {
    "jobTitle": "Experienced DevOps Engineer",
    "companyName": "Alten Sverige AB",
    "companyLocation": "Kommun: Stockholm",
    "jobDescription": "Hi! Are you interested in working at one of Sweden’s most attractive employers?\n\nALTEN IT Stockholm is growing, and we are now looking for a DevOps Engineer for an exciting project. Would you like to be a part of our development teams, consisting of a highly inclusive mix of skilled Frontend-and Backend developer, DevOps Engineers, iOS/Android developers and Cloud Architects from all over the world? Also, get the opportunity to be led by our dedicated management team who will guide you forward in your career? ALTEN IT Sweden has 200+ assignments and we are approximately 100 employees within IT at the Stockholm offices, working inhouse or at different projects. We all come together during tech week or in our internal competence networks such as \nWOMEN@ALTEN, ALTEN INNOVATION AND ALTEN SPORTS.\n\n\nWE THINK OUR NEW COLLEAGUE HAS:\n• 3+ years experience of software development\n• Experience within CI/CD and Microservices\n• Work experience with Docker/Kubernetes\n• Cloud experience\n\nMERITORIOUS IF YOU HAVE EXPERIENCE/KNOWLEDGE WITHIN:\n• Scripting languages such as Python, Bash or Go\n• Git/Jenkins/Gerrit\n\nWE OFFER\n- National and International opportunities – A wide range of assignments both locally and globally\n- Internal Networks – Creating togetherness between colleagues\n- Individual education budget – For further personal development\n- Work life balance\n- Other benefits regarding wellness, health care and pension\n- Fully paid between assignments and collective agreement\n\nOur clients are found in industries such as vehicles, telecom, finance, banking, public sector and retail, where our consultants are active throughout the product development chain. Every employee is equally important to our company growth and success, and therefore we value individual feedback and work actively with personal development. Today, ALTEN Group is based in more than 25 countries and is one of Europe’s largest consulting companies within IT, Engineering and Life Science, with over 37.000 employees.\n\nApply now and be a part of our amazing journey - \nWE BELIEVE IN GROWING TOGETHER!\n\nQUESTIONS?\nContact HR Partner Aida Finström at <a href=\"mailto:aida.finstrom@alten.se\">aida.finstrom@alten.se</a>",
    "url": "https://arbetsformedlingen.se/platsbanken/annonser/25518008"
}, {
    "jobTitle": "DevOps Engineer, Luleå/Stockholm",
    "companyName": "Pensionsmyndigheten",
    "companyLocation": "Kommun: Stockholm",
    "jobDescription": "Pensionsmyndigheten är i teknisk framkant. IT-avdelningen har ca 450 medarbetare. Storleken behövs, bland annat för att möta kommande reformer i pensionssystemet för långsiktigt trygga pensioner. Vi står inför omfattande utveckling under många år med den senaste tekniken och med moderna arbetssätt. På IT-avdelningen möter du i en kultur med driv och hög ambitionsnivå, samtidigt som vi värnar om en sund balans mellan arbete och privatliv. Vår vision är att leverera bäst IT för Sverige.\n\nVi arbetar med Continuous Delivery, automatiserad testning och automatiserad konfigurationshantering. Vi har som ambition att automatisera vårt arbete redan från början för att undvika att behöva göra samma sak mer än en gång. Allt i linje med DevOps. \n\nVarje dag utvecklar och arbetar vi med innovativa tekniska lösningar för våra miljontals kunder runt om i landet. Här får du arbeta med de senaste tekniska innovationerna och samtidigt göra en insats för samhället  vårt jobb berör alla!\n\nI din roll som DevOps Engineer kommer du att ingå i ett, utav flera, agila, tvärfunktionella och självgående team som hantera alla delar av utvecklingskedjan. Vi jobbar i korta cykler och driftsätter ofta, enligt agila principer.\n\nI teamet kommer du att vara en central person och underlätta dina kollegors dagliga arbete genom att diskutera idéer, angreppssätt och lösningar. Du får många kunniga kollegor som gärna delar med sig av sin kunskap och erfarenheter och vi jobbar aktivt med kompetensspridning.\n\nIdag har teamet få tjänster i drift men detta kommer att växa över tid, i takt med att vi utvecklar framtidens pensionssystem. Initialt kommer därför dina arbetsuppgifter att kretsa mycket kring CI/CD pipeline, test-, utvecklings- och produktionsmiljöer, samt annan nödvändig infrastruktur och automatisering. Du kommer även att övervaka, felsöka och utföra installationer, samt ansvara för konfiguration och integration mot bakomliggande system.\n\nDet här är några av de tekniker vi arbetar med:\n\n Docker / Openshift / Kubernetes\n Red Hat Linux\n Bash / Python\n Jenkins / Groovy\n Java / Maven / Springboot\n Git / Bitbucket\n Puppet / Ansible\n Elastic Stack / Grafana / Prometheus\n Nagios / Check_mk\nUtbildning och erfarenhet:\nVi tror att du antingen har en bakgrund som utvecklare, med erfarenhet och intresse av att jobba med systemadministration, eller som systemadministratör, med erfarenhet och intresse av att jobba med utveckling. Eller så jobbar du redan idag som en DevOps Engineer?\n\nVi ser att du har:\n god kompetens inom Linux\n erfarenhet inom programmering, gärna Java\n goda kunskaper i tal och skrift i såväl svenska som engelska\n\nKunskaper inom följande områden anses meriterande för rollen:\n arbetslivserfarenhet av ovan nämnda tekniker/system\n erfarenhet av att arbeta agilt, lean eller DevOps\n eftergymnasial utbildning inom IT\n\nEgenskaper:\nFör att trivas i rollen som DevOps Engineer hos oss är det viktigt att du som person har en god analytisk och problemlösande förmåga. Vidare ser vi att du är nyfiken, ansvarstagande och resultatorienterad. Självklart tycker du om att arbeta i team, har en god samarbetsförmåga och trivs med vårt klimat där kompetensspridning är en naturlig del i arbetet.\n\nVi har stort fokus på vår kultur och hur vi tillsammans påverkar vår arbetsplats, du bör därför ha ett intresse och vilja att vara med på denna kulturresa. Vår kultur andas DevOps och kan sammanfattas med tre ord: effektiva, kunniga och hjälpsamma.\n\nVi lägger stor vikt vid dina personliga egenskaper och lämplighet för rollen.\n\n\nÖvrigt:\nPensionsmyndigheten ansvarar för den allmänna pensionen och informerar om hela pensionen. Varje år betalar vi ut cirka 361 miljarder kronor till 2,3 miljoner pensionärer, genomför cirka 600 000 fondbyten och skickar ut 7,7 miljoner orange kuvert. Vi är drygt 1400 medarbetare på åtta orter.\n\nVi gör pensioner enklare!\n\nTjänsten är en tillsvidareanställning, vi tillämpar provanställning om 6 månader.\n\nDå anställningen är placerad i säkerhetsklass krävs svenskt medborgarskap. Säkerhetsprövning med registerkontroll enligt Säkerhetsskyddslagen (2018:585) kommer att genomföras innan anställning.\n\nVi strävar efter en jämn könsfördelning och ser mångfald som en styrka och välkomnar därför sökande med olika bakgrund.\n\nTjänsten kan placeras i Stockholm eller i Luleå. I Stockholm finns vårt kontor nära Hornstulls tunnelbana på Södermalm och i Luleå i närheten av Coop Arena. Vi har möjlighet till hybridarbete - att arbeta både på kontoret och på distans.\n\nFör mer information:\nFör mer information om tjänsten kontakta gruppchef Birgitta Steffensson via e-post till <a href=\"mailto:birgitta.steffensson@pensionsmyndigheten.se\">birgitta.steffensson@pensionsmyndigheten.se</a>\n\nFackliga representanter:\nLiv Berntsson, Saco, tel. 010-454 34 19\nHelena Blomkvist, ST, tel. 010-454 28 53\n\n\nVarmt välkommen med din ansökan!\n\nInför rekryteringsarbetet har vi tagit ställning till annonskanaler och marknadsföring. Vi undanber oss därför ytterligare kontakt med media-/annonsförsäljare, rekyteringssajter och liknande.",
    "url": "https://arbetsformedlingen.se/platsbanken/annonser/25498718"
}, {
    "jobTitle": "DevOps Team Members",
    "companyName": "First Rent A Car Aktiebolag",
    "companyLocation": "Kommun: Solna",
    "jobDescription": "Att det är kunnig personal som skapar Hertz Sveriges framgång är ingen hemlighet. Bilarna är grunden i vår verksamhet, men det är medarbetarnas engagemang och omtanke som gör oss till det ledande hyrbilsföretaget vi är. \n\nHertz DevOps avdelning är ett ben inom Hertz Nordic IT och ska vara en del av organisationen som övriga medarbetare inte tvekar att kontakta. Där man upplever att man får ett professionellt och kompetent bemötande och där upplevelsen är att varje ärende hanteras med den prioritet och vård det förtjänar. Därför söker vi dig som är kundorienterad, engagerad och som vill fortsätta vara med och utveckla både våra tekniska miljöer samt våra medarbetares serviceupplevelse.\n\nDin roll\n\nSom DevOps medarbetare hos Hertz hjälper du användarna i våra interna nordiska och internationella system, mjukvara och hårdvara. Avdelningens fokusområden är 1st line support till användarna, systemadministration, registervård och underhåll. Vi ansvarar för 2nd line support och till viss del även 3rd line support där vi assisterar och genomför felsökning, databashantering och kodändringar när så behövs. Du har även ansvar för att ärenden som inkommer slussas vidare till systemutveckling när du ser behov för det. Vidare är du ett stöd till Hertz Produktägare i att acceptanstesta nyutveckling, dokumentera och implementera förändringarna vidare i organisationen. Ytterligare en del i rollen är att skapa funktionsspecifika utbildningar och manualer samt genomföra diverse systemutbildningar. \n\nVem är du?\n\nDu har stort fokus på service, systemtänk och tekniskt kunnande. Att du har erfarenhet av teknisk support sedan tidigare är en förutsättning för att kunna axla rollen och kunskaper i och erfarenhet av SQL och Linux är ett krav och du arbetar obehindrat med och i officepaketet.\n\nFör att trivas är du en lagspelare med ett stort intresse för att hjälpa andra, sätter alltid kunden i fokus och anstränger dig för att leverera lösningar. Du är kommunikativ och känner dig trygg i kontakten med både kunder och kollegor och du är lyhörd för att hitta optimala lösningar för kunden. Du har ett tekniskt intresse och är nyfiken inför nya utmaningar och ser det som en möjlighet till att lära dig någonting nytt. Du är en person med positiv inställning och har förmåga att driva ditt arbete framåt och agera snabbt när det behövs.\n\nDu är flytande i tal och skrift i något av de skandinaviska språken samt engelska. \n\nVad erbjuder vi?\n\nSom DevOps Medarbetare kommer du att ingå i ett härligt team och vi arbetar med ständiga förbättringar. Vi är marknadsledande och arbetar i en familjär miljö med hög servicekänsla, kundfokus och kreativitet. Vi tillhör Volvofamiljen och arbetar med innovativa lösningar med den senaste fordonstekniken. \n\nAtt det är människorna i organisationen som skapar Hertz Sveriges framgång vet vi och att sporra våra anställda till utveckling inom företaget är därför viktigt för oss. Hertz Sverige uppmuntrar och belönar goda prestationer och initiativ bland våra anställda. Här finns goda chanser till avancemang i en rolig atmosfär tillsammans med engagerade arbetskamrater. Som ett internationellt företag ligger det i vår natur att värna om mångfalden bland våra anställda samt att motverka alla former av diskriminering. \n\nVi ser helst att tjänsten är placerad i stockholm eller göteborg. \n\nÄr du intresserad?\n\nVi går igenom urvalet löpande, så se till att registrera din ansökan med personligt brev och CV så snart som möjligt. Vi ser fram emot att höra ifrån dig! Välkommen med din ansökan!\n\n\nHertz möter människors behov av rörelse med smarta mobilitetslösningar. Vi drivs av omtanke för våra kunder, människor och omvärlden.",
    "url": "https://arbetsformedlingen.se/platsbanken/annonser/25485137"
}, {
    "jobTitle": "Cloud DevOps Developer, Solna-Hybrid",
    "companyName": "PostNord Group ",
    "companyLocation": "Kommun: Stockholm",
    "jobDescription": "Join us! Be part of creating the digital customer experiences of the future with us.\n\nAt PostNord Digital we build customer solutions for the Nordic markets. A few examples of existing services and apps is PostNord Kundportal, Skicka Direkt, PostNord App and Riktiga Vykort. We have an open and positive environment where we share mistakes and knowledge to learn and improve our skills. We work agile in a DevOps culture, close with our customers and partners and with the latest techniques. The teams are self-sufficient, so you will have great opportuni-ties to influence the work and the technical choices.\n\nThe team seeking your knowledge is the API Governance Team.\n\nLearn more about PostNord Digital on <a href=\"https://www.linkedin.com/showcase/postnord-digital/\" target=\"_blank\" rel=\"nofollow\">https://www.linkedin.com/showcase/postnord-digital/</a>.\n\n \n\nWe offer you\n\n - To work with our modern tech stack and you are given great opportunities to influence the choice of technology.\n - We encourage you to develop. For example, we sponsor you to AWS certify.\n - A job where the value you deliver is important to hundreds of thousands of users.\n - Wellness allowance &amp; access to the office´s gym and indoor swimming pool.\n - Employee benefits through PostNord´s own personnel foundation PostNord Plus.\n - Great occupational pension terms.\n\n \n\nJob duties\n\nYou will be working in a cross functional team full of experts in API Management and JS/Typescript providing world class APIs to thousands of clients. As a DevOps developer you will be working with our API Platform used by our customers to integrate our APIs into their system. You will also be working with our digital Teams to help our colleagues to make things faster in their daily routines.\n\nYou will be responsible for the API Platform lifecycle management from beginning to end where you will work closely with your Product Owner or other business stakeholders and customers to discuss ideas. Then collaborate with teams from design and implementation perspective. There is also a possibility to build feature components within the delivery if that interest exists.\n\n\n \n\nWe are looking for you who have\n\nWe believe that you have experience of cloud DevOps, and a drive to perform some programming. The important thing is that you are a quick learner and have a passion to deliver value. You should also be familiar to work with infrastructural tasks and basic knowledge in any scripting language. You should not be afraid to contribute to make our delivery better, by adopting modern frameworks and innovative technologies. Fluent in English and/or Swedish.\n\n - Experience working with Cloud devops/sysops tasks.\n - Knowledge configuring ngnix proxy server. \n - Willing to learn programming/scripting.\n - Experience of CI/CD using bitbucket pipelines or similar.\n - Great communication and collaboration skills.\n - Familiar with node.js, NPM and private packages, Git and Bitbucket, AWS.\n - Team working in an Agile environment.\n\n \n\nWe make everyday life easier\n\nPostNord is the leading supplier of communication and logistics solutions to, from, and within the Nordic region. We ensure the provision of a postal service to households and businesses in Sweden and Denmark. We aim to make everyday life easier and more sustainable for everyone who lives and works in the Nordic region.\nWe are accountable, brave and committed, effectively leading change regardless if we lead our self or others. We emphasize teamwork, sincerity and positive relationships in the workplace. We build on our success and learn from both colleagues and mistakes. People with different backgrounds work with us. You will therefore be part of a workplace with great diversity, which contributes to better results for the business. Visit us at <a href=\"http://www.postnord.com\" target=\"_blank\" rel=\"nofollow\">www.postnord.com</a>\n\n \n\nApply\n\nWe look forward to receive your application! If you have any questions or concerns, you are welcome to contact Mikaela Englund, mailto:mikaela.englund@postnord.com.  \n\n\nFor union representatives, visit: <a href=\"https://www.postnord.com/sv/karriar/kontakt/facklig-kontakt\" target=\"_blank\" rel=\"nofollow\">https://www.postnord.com/sv/karriar/kontakt/facklig-kontakt</a>\n\nWe are looking forward to hear from you! \n\n#LI-Hybrid #DevOps #Cloud",
    "url": "https://arbetsformedlingen.se/platsbanken/annonser/25565691"
}, {
    "jobTitle": "Senior AWS DevOps Engineer",
    "companyName": "Worldline Sweden AB",
    "companyLocation": "Kommun: Stockholm",
    "jobDescription": "<p>Worldline is the European leader in digital payments and number four worldwide, powered by over 20,000 employees in more than 50 countries. Every day, our technology provides the trusted infrastructure for millions of people and businesses around the world - and we´re just getting started. We are on an exciting journey to lead the way towards the next frontier of payments. Our ambitions are extraordinarily high, and we need the best people in the world to bring them to life – people like you. So if you are a highly skilled Senior AWS DevOps Engineer looking to make a real impact on the world, join our journey!</p><p><br></p><p><strong>The opportunity</strong></p><p>We are looking for a versatile <strong>Senior AWS DevOps Engineer</strong> for our platform team, to work in a constantly evolving, dynamic, and agile environment, believing that the route to speed and stability is through automation. Teamwork, communication, and speaking your mind with respect to those around you are of high importance for us. A curious mind and willingness to grow and exchange your ideas and knowledge are highly welcome.</p><p>In this role, you’ll set up AWS (Amazon Web Services) infrastructure in CloudFormation\\Terraform, building new quality Jenkins pipelines, to meet the development team's expectations regarding the services the team provides to other teams.</p><p>The team consists of five people, who would love to work with you. Your team has a DevSecOps standpoint, owns, develops, and manages all Infrastructure as Code in AWS accounts, running 100s of VMs and containers; If you build it, you run it!</p><p> </p><p><strong>Your day-to-day responsibilities include</strong></p><ul><li>Lead complex projects and coach junior team members</li><li>Delivering the committed objectives that include adapting to any new needs to reach the goal</li><li>Securing an outstanding qualitative service availability 24/7/365 and a 3rd line on-call duty according to a rotating schedule.</li><li>Participate in your team's day-to-day activities including software development, operations, maintenance, and support</li><li>Being an active member in our agile events like daily stand-ups, planning, retros, demos. etc.</li><li>Foster team spirit, quality and technical agility</li></ul><p> </p><p><strong>Signs of success</strong></p><ul><li>You are passionate about developing and operating large-scale cloud environments and services that bring value to your business</li><li>You collaborate optimally with other team members and specialists.</li><li>You are a role model by putting your team first and paying attention to dedication, accountability, and results</li><li>You are comfortable in a fast-paced environment, handling many different partners and prioritizations and a fast decision is not an issue for you</li></ul><p> </p><p><strong>Skills we can't do without:</strong></p><p>As our new Senior AWS DevOps Engineer,</p><ul><li> Minimum 3 years of proven experience in systems engineering, automating infrastructure creation &amp; maintenance tasks using Docker, Jenkins, Terraform, CloudFormation, etc.</li><li>Bachelor's or master's degree in computer science, engineering, or another meaningful field</li><li>Experience in supporting/operating transaction driven and highly available platforms running microservices with 99.99% uptime</li><li>Proven experience in AWS including DynamoDB, Lambdas, ECS, RDS, S3, Terraform, SAM/CloudFormation</li><li>Fundamental knowledge about Identity and Access Management in AWS</li><li>Experience in deployment pipeline including Jenkins Pipeline and GIT, CI/CD, Release on Demand</li><li>A deep understanding of software development principles</li><li>Knowledge of DevSecOps ways of working and culture including fostering the DevOps culture, automation, lean flow, measurement, and recovery</li><li>Experience in Key management and SSL certificates</li><li>Implementation experience with security solutions such as WAF, IDS/IPS, Anti-DDOS, and SIEM</li><li>Full working proficiency in English</li></ul><p> </p><p><strong>Skills we'd like:</strong></p><p>It would be great if you have the following skills, too:</p><ul><li>Ability to act as an internal AWS solution architect</li><li>AWS Certifications</li><li>Developing secure and/or PCI-DSS certified solutions</li><li>Log management</li></ul><p> </p><p><strong>Grow with us, create tomorrow</strong></p><p> At Worldline, we are dedicated to helping our people unlock their full potential - both professionally and personally. With comprehensive training and development programs, expert communities, and global mobility programs, you will always be able to develop and grow at Worldline - wherever you want to go and whatever you want to do. We also offer flexible hours and remote working, to empower you to be your best self at work and at home. 8 in 10 Worldliners consider Worldline a friendly place to work, and 9 in 10 are satisfied with the training &amp; development they receive.</p><p>Worldline is proud to be an Equal Opportunity employer. We do not discriminate based upon race, religion, colour, national origin, sex (including pregnancy, childbirth, or related medical conditions), sexual orientation, gender identity, gender expression, age, status as an individual with a disability, or other applicable legally protected characteristics.</p><p><strong>Learn more about life at Worldline on </strong>careers.worldline.com</p><p> </p>",
    "url": "https://arbetsformedlingen.se/platsbanken/annonser/25541954"
}, {
    "jobTitle": "DevOps Engineer / SRE",
    "companyName": "Quickspin",
    "companyLocation": "Kommun: Stockholm",
    "jobDescription": "<p><strong>Quickspin is an online iGaming provider with the pursuit of creating the most thrilling experience ever. We also happen to be really awesome. To continue the success story of our new games platform, we’re now looking for a DevOps Engineer (specifically, SRE) to join the Platform team, on site in Stockholm.</strong></p><p><strong>About the role</strong></p><p>Quickspin is expanding its product portfolio with a newly acquired games platform. This platform is used to service all our major customers, delivering the games as well as reporting, configuration and monitoring of the gaming operation. The system is built using Java, Python and Ruby on Rails and its heavily dependent on MariaDB and Nginx. The platform itself is run in a mixed environment where some parts are hosted in the cloud and others will be run on virtual machines in VMware.</p><p>In the role as a DevOps Engineer (also named Site Reliability Engineer, SRE) you will focus on reliability, network, and security to strengthen our team. The platform team is a multi-functional, agile team, that is responsible for both operating the systems as well as building new exciting features towards our long list of highly successful customers. With colleagues in both Sweden, Ukraine and Poland, you will be a part of a diverse and cross-collaborating team which demands excellent online communication and English skills. The SRE will among others be; Developing the next generation of CICD, Troubleshooting Platform issues, Developing new observability points, Building tools to automate and enhance the platform, &amp; Supporting developers and 2nd line support. Quickspin is a casual and playful place to work, where the pace is high and all voices matter.</p><p><strong>What we are looking for:</strong></p><ul><li>+1 years of experience in hands-on working with Linux systems administration in DevOps environment</li><li>Good understanding of networking, web protocols, services, applications and their performance requirements (Websocket, HTTP protocol, SSL, DNS, TCP/IP etc.)</li><li>Some experience of Network security, configurations of load balancers and Firewalls in an Opensource as well as cloud environment</li><li>Some experience with infrastructure automation/configuration management using tools such as Ansible</li><li>Basic programming skills in Python/Bash/go scripting languages</li><li>Hands-on experience with troubleshooting and root cause analysis</li><li>Familiar with standard software development and quality processes, methodologies and tools</li><li>Very good command of English</li></ul><p>Bonus points for...</p><ul><li>Experience with log processing and metrics collection (loki/prometheus/Grafana)</li><li>Knowledge of GitOps</li><li>Experience with AWS (EC2, EKS)</li><li>Experience with Docker</li><li>Experience with MariaDB/MySQL</li><li>Knowledge of Java or Ruby on Rails</li></ul><p><strong>Who are you and what we offer</strong></p><p>We are seeking a structured yet creative person, who does not settle and is always eager to learn and develop new things. You understand and embrace good development practices such as code reviews, test automation and you take pride in writing code that is easy to test, read and maintain. You love backwards compatibility. We go by the vision of “We create Awesomeness” and that goes with everything we do - From creating a great work environment together to making thrilling games. Life at Quickspin simply never gets boring – and it won’t take long until it really feels like home. You will be surrounded by kind, corny, and simply put - awesome people - that are truly passionate about what they do. We are also proud to say that we offer an excellent package, flexible hours and of course, a challenging and rewarding job in one of the fastest growing and most exciting industries there is.</p><p><br></p><p><strong>Interested?</strong></p>",
    "url": "https://arbetsformedlingen.se/platsbanken/annonser/25534497"
}, {
    "jobTitle": "Infrastructure and DevOps engineer",
    "companyName": "Rebtel Networks AB",
    "companyLocation": "Kommun: Stockholm",
    "jobDescription": "Global migration is a 21st-century reality: Whether people are fleeing from something or racing towards better opportunity, finding love, or looking to experience new cultures, people are now living side by side in a new way. At Rebtel, we believe in tearing down borders – from the geographical borders that complicate international communication and money transfers to the cultural borders that keep people divided. We’re on a mission to build products serving the 2 billion modern internationals of the world. We offer work, communication, and remittance services for anyone that has crossed a border:\nOur team mirrors our global audience:  we are a diverse team of people from 20 different countries that get together everyday – and we’d love for you to join us. Do you have what it takes?\n \nRebtel is looking for an Infrastructure &amp; DevOps Engineer\nAbout Rebtel’s infrastructure\nOur infrastructure is entirely cloud-based and we have components in the 3 major cloud environments (AWS, Azure, GCP). Our infrastructure hosts our customer-facing business applications as well as support systems used internally by different teams. Given how long we have been around, we have some legacy applications and systems that run on VMs in the cloud, but our preference is for containerization orchestrated by Kubernetes.\nIn an environment as vast as Rebtel’s, it is important to maintain thorough documentation of our systems, but even better to persist our infrastructure as code using modern tools such as Terraform. Our work approach is well structured without being stifling. We use an agile workflow to handle day to day tasks. We strongly encourage collaboration as an excellent way to spread knowledge and to deliver universally relevant products and services.\nGiven our fast-paced journey and market ambition, you will find tasks that are demanding and that will trigger your creativity. At Rebtel, everyone contributes to our customer propositions - we have quick communication channels between teams and have regular hackathons to respond to opportunities and challenges as they come.\nRebtel is looking for a DevOps and Infrastructure engineer to join its team that is building new products and services in a modern, cloud-based ecosystem.\nAbout you and your responsibilities\n\nWe’re looking for an individual who we can learn from and help us take our infrastructure to the next level.\nWe love to share the knowledge we have and to learn new things from you.\nYou have keen interest in architecture: how to build complex systems that are maintainable.\nAs an Infrastructure and devops engineer, your role will include actively contributing towards architectural decisions. You will discuss technical solutions with the rest of the team and act as an inspiration to improve and maintain system stability, availability, and security.\nYou are interested in problem solving and enjoy finding the simplest possible solution to complex problems.\nYou work well with teams, even in areas besides DevOps and infrastructure, but are also capable of performing as a sole contributor in your area\n\nRequirements\n\nExperience with Azure and, preferably, also with GCP and AWS.\nSound knowledge of networking principles and common concepts such as firewalls, load balancers and application gateways and debugging tools such as Wireshark.\nGood understanding of containerization using Docker and Kubernetes\nExperience setting up CI/CD pipelines using common tools deployment tools (GIT, Azure Devops, Teamcity, Octopus)\nExperience with infrastructure-as-code tools such as Terraform and Ansible\nExperience with system administration on both Windows and *nix based platforms including scripting using Powershell and Shell.\nExcellent communication skills in English\n\nBonus points\n\nKnowledge of IP telephony and related technologies/protocols such as SIP, WebRTC.\nExperience writing and automating system tests\nExperience working with cross functional teams on mature products with many users\nExperience working with standards for compliance in the payments industry e.g PCI\n\nIdeal candidate\n\n3+ years full-time professional experience (i.e., 6k+ hours)\nCommitted to documenting and automating routine tasks\nRaise the level of everyone around you\nHappy hacking on new technology, loves R&amp;D\nAlways curious, always learning\nVision for product development and for how a code base evolves\nA pleasure to work with\n\n \nWe are Rebtel. People from all around the world, as of now 20 countries and more to come. We believe in equal opportunity and value diversity at our company. We do not discriminate on the basis of race, religion, colour, national origin, gender, sexual orientation, age, marital status, veteran status, or disability status.",
    "url": "https://arbetsformedlingen.se/platsbanken/annonser/25509772"
}, {
    "jobTitle": "Devops ingenjör till Handelsbanken",
    "companyName": "Nexer Recruit",
    "companyLocation": "Kommun: Stockholm",
    "jobDescription": "Handelsbanken är ett företag med en stark tro på den enskilda individens förmåga och kan erbjuda dig utmaningar och möjligheter att utvecklas i ett företag som befinner sig mitt i en spännande digitaliseringsresa. Just nu söker vi dig med stort IT-intresse som vill joina oss under denna resa. Din främsta uppgift är att effektivisera utvecklarnas vardag. Så om du drivs av att göra livet enklare för andra är detta uppdrag just för dig.  \n\nDin vardag\n\nPå avdelningen för IT-styrning ansvarar vi bland annat för applikationsramverk och utvecklarstöd och arbetar dagligen med att effektivisera och förbättra IT-leveransen. I dagsläget består området 4 team som jobbar agilt och tvärfunktionellt med omväxlande och intressanta uppgifter.\n\nDu kommer att ingå i vårt Devops Toolchain team som ansvarar för bankens CI/CD plattformar där du kommer ha en ledande roll och tar ett stort ansvar för våra leveranser och bidrar med kunskap och engagemang genom hela processen.\n\nVem är du\n\nFör att lyckas i din roll ser vi det som krav att du har dessa kompetenser i bagaget:\n\n\n• Kunskaper inom DevOps Toolchains (provat på olika CI/CD verktyg)\n• Stor erfarenhet av Linux\n• Erfarenhet av verktyg som UrbanCode Deploy, Ansible, TeamCity eller andra typer av deploy verktyg\n• Goda kunskaper om pipelines för build och deploy processer\n• Erfarenhet av Git\n• Kommunicera på svenska och engelska på en professionell nivå\n• Har en akademisk utbildning som Systemvetare, civil ingenjör eller annan relevant bakgrund\n\n Det är även meriterande att du är intresserad av IT-säkerhet och nätverk\n\nFör att trivas hos oss och känna att du har hamnat hos likasinnade människor är det viktigt att du är positiv och mån om vilken energi du tar med dig till jobbet. Du är lösningsorienterad och har förmågan att hitta nya vägar framåt. Du är generös med att dela med dig av dina kunskaper och erfarenheter så ni som grupp blir starkare och smartare tillsammans. Du har lätt för att kommunicera ut komplexitet på ett förenklat sätt. Sist med inte minst ansvarstagande!\n\nVill du veta mer\n\nI den här rekryteringen samarbetar vi med Nexer Recruit. Vill du veta mer, kontakta rekryteringskonsulten via <a href=\"mailto:markus.hanna@nexergroup.com\">markus.hanna@nexergroup.com</a> alternativt via mobil på +46 730 31 15 81.\n\nVälkommen med din ansökan på <a href=\"http://www.nexerrecruit.com/jobb\" target=\"_blank\" rel=\"nofollow\">www.nexerrecruit.com/jobb</a>. Då urval och intervjuer sker löpande ber vi dig skicka din ansökan så snart som möjligt.\n\nOm Handelsbanken\n Den personliga kontakten mellan människor är utgångspunkten för lyckade bankaffärer. Tycker vi. Det har vi tyckt sedan 1871, när banken grundades. De goda relationerna är förmodligen anledningen till att vi fortsätter vara en stabil bank år efter år, med framgångsrika affärer och nöjda kunder. Som medarbetare i Handelsbanken finns stora möjligheter att utvecklas åt det håll som intresserar dig mest – oavsett om du vill bli rådgivare, chef, specialist eller satsa på en internationell karriär. Välkommen till en bank med lång erfarenhet i branschen.",
    "url": "https://arbetsformedlingen.se/platsbanken/annonser/25500370"
}, {
    "jobTitle": "DevOps Engineer to Swedbank",
    "companyName": "Swedbank AB (publ)",
    "companyLocation": "Kommun: Sundbyberg",
    "jobDescription": "Are you passionate about DevOps and Infra automation? Then the key-role as DevOps Engineer to Swedbank’s team “Pega CoE” might be the right next step for you.<br><br>You will lead the DevOps journey for the Pega application, help building Continuous Delivery pipelines, improve the area of test automation and achieve Software-Defined Everything (SDx). The Pega platform is a central platform in several business-critical areas at Swedbank and you will have many contact areas all over the organization. Sounds interesting? Read more, contact us and/or apply today!<br><br><strong>The Role</strong><br>In this role as DevOps Engineer you will be part of an experienced team – the Pega Centre of Excellence (CoE) team at Swedbank. The team consists of Architects, Infrastructure Engineers and DevOps Engineers. As DevOps Engineer, you will play a central role in the prioritized and strategic vision for Swedbank overall.<br><br>Your will get the opportunity to:<br> <ul>\t<li><strong>Deliver platform services and expertise guidance</strong> to the development teams.</li>\t<li><strong>Securing a stable platform </strong>by proactive drive development, monitoring, configuring and troubleshooting of the Pega platform.</li>\t<li><strong>Be responsible </strong>for development and lifecycle of the Pega DevOps pipelines.</li>\t<li><strong>Act as a consultant </strong>for questions in<strong> </strong>DevOps and cloud strategy.</li>\t<li><strong>Collaborate </strong>with external vendor (Pegasystems) to taking the next step for the DevOps journey.</li></ul><br>You will work across seven business areas and be part of leading the DevOps journey for the Pega application(s). It is a great opportunity to get to know many different parts of the bank and to continuously get personal as well as technical development. You will be placed at Swedbank’s HQ in Sundbyberg.<br><br><strong>Is this you?</strong><br>To be successful in this role, we believe that you have:<br> <ul>\t<li>Experience from working as a DevOps Engineer, in a leading position</li>\t<li>Strong knowledge of infrastructure</li>\t<li>Extensive experience in SW development life cycle</li>\t<li>Strong knowledge of DevOps technology, such as: RHEL, Java, Docker, Kubernetes, Openshift, Ansible, Puppet, GIT, etc.</li>\t<li>Deep understanding of application structure including hardware and integrations to systems</li></ul><br>Knowledge on cloud technologies like Azure and AWS are meritorious. Experience from working with a BPM tool is not mandatory but also an advantage.<br><br>Personality wise, it is important that you have great communication skills as you will be in contact with many different departments internally as well as external consultants and vendors. It is important that you are pedagogic and comfortable in facilitating workshops. You are a true team-player who gets energy of achieving common goals but are also self-driven and used to take own initiatives. You are curious and driven by learning new things and to develop.<br><br><strong>Do you want to know more?</strong><br>In this process Swedbank is working with Level Recruitment. To apply, please click at the apply button. If you have any questions please contact Daniel Stenberg at 08-120 50 429, or D<a href=\"mailto:aniel.stenberg@levelrecruitment.se\">aniel.stenberg@levelrecruitment.se</a>.<br><br>",
    "url": "https://arbetsformedlingen.se/platsbanken/annonser/25463617"
}, {
    "jobTitle": "Molnexpert - DevOps Specialist",
    "companyName": "Bonnier News",
    "companyLocation": "Kommun: Stockholm",
    "jobDescription": "Vill du jobba i ett självstyrande team med moderna tekniker och nära samarbete med andra utvecklingsteam? Brinner du för att vara med och utveckla produkter som gör skillnad för demokratin, samhället och det fria ordet? Då kommer du att trivas på Bonnier News – Sveriges största mediehus där vi nu tar nästa steg i att skapa morgondagens journalistik.\n\nVi är i en spännande fas där vi lägger grunden för den framtida driften av de tekniska plattformarna till Bonnier News många kända varumärken. Tyngdpunkten ligger i att bygga upp infrastruktur i Googles molnplattform. Kopplat till detta så söker vi en DevOps-expert som vill vara med och bygga en av Mediesveriges mest moderna och progressiva utvecklingsorganisationer. \n\nOm teamet:\n\nDu kommer vara en del av ett engagerat team som stöttar de olika utvecklingsteamen inom Bonnier News Tech gällande användning av molntjänster, CDN och annan infrastruktur. I rollen kommer du jobba nära våra DevOps-specialister och utvecklare samt övriga team-medlemmar som är placerade i Stockholm och Mellerud. Du kan räkna med visst distansarbete, men du bör kunna vara på plats 2-3 dagar per vecka.\n\nVi jobbar mycket med, och värdesätter, samarbete. Både inom teamet och i olika samarbeten med varumärkenas utvecklingsteam. Detta tar sig ofta uttryck i par-/mobbprogrammering, inte sällan över teamgränserna. På så sätt är vi både stöd till utvecklingsteamen och har inflytande på teknikval, strukturer och best practices.\n\nNågra av de vanligaste teknikerna hos oss i dagsläget:\n\n - \nDocker.\n\n - \nKubernetes, speciellt Openshift.\n\n - \nTjänster inom GCP, men även AWS.\n\n - \nElasticsearch, MongoDB, Redis, PostgreSQL.\n\n - \nNodeJS och Golang.\n\n\nDin erfarenhet:\n\nVi söker dig som har jobbat med några av de ovan nämnda tekniker, gärna med fokus på infrastruktur och DevOps. Du är prestigelös och gillar att samarbeta med andra i autonoma team. Bonnier News jobbar målmedvetet med frågor som berör mångfald och vill ta tillvara de kvaliteter som det tillför verksamheten. Vi värdesätter också engagemang i den digital transformation som vi befinner oss i för att göra vår journalistik och våra tjänster ännu mer tillgängliga för ännu fler.\n\nÖvrig information\n\nBonnier News Tech har tre hubbar; Stockholm, Sundsvall och Malmö. I den här rollen har du möjlighet att jobba på den plats, av dessa tre som passar dig bäst. Rollen rapporterar till Fabian Seitz, chef digitala utvecklingsplattformar. \n\nUrvalet till den här tjänsten sker löpande, så skicka in din ansökan så snart som möjligt genom att trycka på ansök-knappen nedan. Med anledning av GDPR har vi inte möjlighet att ta emot ansökningar via email. \n\nVi ser fram emot din ansökan, hoppas vi hörs! \n\n\nInom Bonnier News värnar vi om det fria ordet och gör skillnad genom journalistik som når och berör många. Vi är Sveriges ledande mediehus med varumärken som Dagens Nyheter, Expressen och Dagens industri når vi miljoner läsare och användare varje dag. Genom Bonnier News Local har vi även ett stort lokalt engagemang - från Sydsvenskan i söder till Örnsköldsviks Allehanda i norr. Förutom detta ger vi också ut branschspecifika tidningar såsom Dagens Media, Resumé, Dagens medicin och Fastighetsnytt, och även en rad livsstilsmagasin som Damernas Värld, Sköna Hem, Teknikens Värld och Allt om Mat m.fl. Genom att ständigt driva den digitala utvecklingen framåt når vi hela tiden längre - som medarbetare hos oss kan du påverka riktningen.",
    "url": "https://arbetsformedlingen.se/platsbanken/annonser/25452306"
}, {
    "jobTitle": "Molnexpert - DevOps Specialist",
    "companyName": "Bonnier News",
    "companyLocation": "Kommun: Stockholm",
    "jobDescription": "Vill du jobba i ett självstyrande team med moderna tekniker och nära samarbete med andra utvecklingsteam? Brinner du för att vara med och utveckla produkter som gör skillnad för demokratin, samhället och det fria ordet? Då kommer du att trivas på Bonnier News – Sveriges största mediehus där vi nu tar nästa steg i att skapa morgondagens journalistik.\n\nVi är i en spännande fas där vi lägger grunden för den framtida driften av de tekniska plattformarna till Bonnier News många kända varumärken. Tyngdpunkten ligger i att bygga upp infrastruktur i Googles molnplattform. Kopplat till detta så söker vi en DevOps-expert som vill vara med och bygga en av Mediesveriges mest moderna och progressiva utvecklingsorganisationer. \n\nOm teamet:\n\nDu kommer vara en del av ett engagerat team som stöttar de olika utvecklingsteamen inom Bonnier News Tech gällande användning av molntjänster, CDN och annan infrastruktur. I rollen kommer du jobba nära våra DevOps-specialister och utvecklare samt övriga team-medlemmar som är placerade i Stockholm och Mellerud. Du kan räkna med visst distansarbete, men du bör kunna vara på plats 2-3 dagar per vecka.\n\nVi jobbar mycket med, och värdesätter, samarbete. Både inom teamet och i olika samarbeten med varumärkenas utvecklingsteam. Detta tar sig ofta uttryck i par-/mobbprogrammering, inte sällan över teamgränserna. På så sätt är vi både stöd till utvecklingsteamen och har inflytande på teknikval, strukturer och best practices.\n\nNågra av de vanligaste teknikerna hos oss i dagsläget:\n\n - \nDocker.\n\n - \nKubernetes, speciellt Openshift.\n\n - \nTjänster inom GCP, men även AWS.\n\n - \nElasticsearch, MongoDB, Redis, PostgreSQL.\n\n - \nNodeJS och Golang.\n\n\nDin erfarenhet:\n\nVi söker dig som har jobbat med några av de ovan nämnda tekniker, gärna med fokus på infrastruktur och DevOps. Du är prestigelös och gillar att samarbeta med andra i autonoma team. Bonnier News vill ta tillvara de kvaliteter som en jämn könsfördelning samt etnisk och kulturell mångfald tillför verksamheten.\n\nÖvrig information\n\nBonnier News Tech har tre hubbar; Stockholm, Sundsvall och Malmö. I den här rollen har du möjlighet att jobba på den plats, av dessa tre som passar dig bäst. Rollen rapporterar till Fabian Seitz, chef digitala utvecklingsplattformar. \n\nUrvalet till den här tjänsten sker löpande, så skicka in din ansökan så snart som möjligt genom att trycka på ansök-knappen nedan. Med anledning av GDPR har vi inte möjlighet att ta emot ansökningar via email. \n\nVi ser fram emot din ansökan, hoppas vi hörs! \n\n\nInom Bonnier News värnar vi om det fria ordet och gör skillnad genom journalistik som når och berör många. Vi är Sveriges ledande mediehus med varumärken som Dagens Nyheter, Expressen och Dagens industri når vi miljoner läsare och användare varje dag. Genom Bonnier News Local har vi även ett stort lokalt engagemang - från Sydsvenskan i söder till Örnsköldsviks Allehanda i norr. Förutom detta ger vi också ut branschspecifika tidningar såsom Dagens Media, Resumé, Dagens medicin och Fastighetsnytt, och även en rad livsstilsmagasin som Damernas Värld, Sköna Hem, Teknikens Värld och Allt om Mat m.fl. Genom att ständigt driva den digitala utvecklingen framåt når vi hela tiden längre - som medarbetare hos oss kan du påverka riktningen.",
    "url": "https://arbetsformedlingen.se/platsbanken/annonser/25414834"
}, {
    "jobTitle": "DevOps Engineer till Swish",
    "companyName": "STACC",
    "companyLocation": "Kommun: Stockholm",
    "jobDescription": "Swish lanserades 2012 och har sedan dess blivit hela Sveriges mobila betalapp och en av de största mobila betalningslösningarna i Europa. Bolaget Getswish ansvarar för Swish infrastruktur, tjänster, dess regelverk samt varumärket Swish. Swish har cirka 25 medarbetare och har sitt kontor i centrala Stockholm. Deras tjänster möjliggör betalningar mellan privatpersoner, till företag både för e-handel och i fysiska miljö. Den senaste tjänsten möjliggör även utbetalningar från företag till privatpersoner.\n\n\n\nNuvarande situation och resa framåt:\nVi satsar nu på att ytterligare förenkla vardagen för våra kunder och användare. Det blir en tuff, men superintressant resa att transformera både vår nuvarande on-problemlösning till cloud OCH bygga upp en egen IT-organisation. De kommande åren ska vi gå från en helt outsourcad leverans till att sätta oss i förarsätet. Tillsammans med våra leverantörer ska vi göra en resa från traditionell utveckling-förvaltning-drift till en verklighet där vi arbetar enligt DevOps-practice i GCP. Denna transformation blir en balansakt eftersom Swish dels ska klara av att skala affären, bära nya tjänster och fortfarande tillhandahålla en tillgänglig och stabil tjänst 24/7.\n\nNu söker söker vi en DevOps-engineer som känner sig hemma i att arbeta med Terraform, GCP, Kubernetes och där hela rasket hanteras i Git! Har du dessutom erfarenhet av att hantera transaktionsintensiva distribuerade system och alla de utmaningar som döljer sig när ett sådant system körs på en microservices-arkitektur så är det ett stort plus. Du kommer vara involverad med systemet i alla dess livscykler; från att arbeta med att utveckla våra CI/CD-pipelines för både infrastrukturen och applikationen till att definiera monitors och dashboards för övervakningen.\n\nDu tror precis som vi att DevOps-metodiken, dvs att teamet gemensamt äger sin del av systemet från design till övervakning, är sättet att skapa effektivitet genom helhetsägande och minimering av överlämningsoverhead. Du tar ansvar genom att du bidrar till ett system som gör att hela teamet, inte bara du, kan gå hem för dagen och vara trygg i att systemet rullar på som det ska. Om något ändå blir fel i systemet ska det vara så transparent att alla i teamet ska kunna förstå och i bästa fall åtgärda problemet.\n\n\n\nMer konkret vill vi komplettera vårt team med dig som känner att listan nedan stämmer bra överens med dig och vad du kan bidra med.\n\nVi söker dig som har:\n\n- Relevant teknisk högskoleutbildning eller motsvarande och minst 5 års erfarenhet av DevOps-utveckling.\n- Erfarenhet av Infrastructure as Code/Terraform, Kubernetes och CI/CD-pipelines (gärna Gitlab CI/CD).\n- Minst 2 års erfarenhet av modern molninfrastruktur (helst GCP).\n- Känner dig bekväm med befintlig tech-stack: Java, Spring Boot, Spring Cloud, web services and RESTful API’s.\n- Meriterande med kompetens inom SecOps och cloudsäkerhet (gärna Cloud Armor, Hashicorp Vault, Google Secret Manager).\n- Meriterande med kompetens inom uppsättning av monitorering och instrumentering av tjänster (Gärna arbetat med Prometheus, Grafana, Dynatrace eller Datadog).\n- Är intresserad av omvärlden och hur man bygger bästa möjliga tekniska lösning för ett bolag i snabb tillväxt.\n- Ett analytiskt tänkande och god problemlösningsförmåga.\n- Van vid ett agilt arbetssätt och god kommunikativ förmåga, både verbalt och i skrift (helst svensktalande)\n\n\n\n\n\n\nVi ser fram emot din ansökan!",
    "url": "https://arbetsformedlingen.se/platsbanken/annonser/25209308"
}, {
    "jobTitle": "DevOps Engineer to Solidify",
    "companyName": "Ants",
    "companyLocation": "Kommun: Stockholm",
    "jobDescription": "Join us in Solidifying Software Engineering!\n\nSolidify is a leading Scandinavian consulting firm and Microsoft Gold partner, focused on software engineering for the cloud and DevOps tools and practices. Founded in 2012, we have delivered over 850 successful projects, and among us are several Microsoft MVPs and published authors. We are also an active contributor to the DevOps community and co-founder of the popular Global DevOps Bootcamp. In addition, Great Place to Work ranked number 19 on their top list for small companies in 2019.\n\nWhat will you do?\n\nAs a DevOps Engineer at Solidify, you will support teams in creating and maintaining effective development processes, with the aim of shortening production processes and limiting time to market.\n\nYou will also support teams in the construction and deployment of software. This is done through the implementation of modern development tools, continuous delivery, container technology, and cloud solutions. Developing customized tools for even more integrated development toolchains will also be of focus.\n\nAs a member of the DevOps team, you will be able to work within various development platforms in changing environments, a great opportunity to fully explore the world of DevOps. It doesn’t matter if you’re fresh or experienced within DevOps, we believe we could have a role that fits you!\n\nWho are you?\n\nThe backbone of our high-quality services and products consists of our employees. Thus, an integral aspect of the role revolves around being solution-oriented with the customer’s needs in mind. Additionally, we think that you are interested in Cloud Services as well as construction and release processes. Being adaptable and eager to learn are also driving factors that will help you succeed as a DevOps Engineer!\n\nWe think that you have experience within:\n\n- CI/CD (Primarily Azure DevOps)\n- Cloud services (Primarily Azure)\n- Container technologies (Docker, Kubernetes, etc)\n- Infrastructure as Code (Bicep, Ansible, Terraform, etc)\n\n\nWe would also love to see:\n\n- A relevant University Degree\n- Experience in Software Development and Operations\n- Hands-on experience from DevOps\n\n\nDoes this sound interesting? If the answer is yes - how lovely! We are looking forward to your application.\n\nFor any inquiries about the position, please don't hesitate to contact me, Carl Harris at <a href=\"mailto:carl.harris@solidify.dev\">carl.harris@solidify.dev</a>",
    "url": "https://arbetsformedlingen.se/platsbanken/annonser/25182160"
}, {
    "jobTitle": "DevOps Engineer till GPSGate",
    "companyName": "STACC",
    "companyLocation": "Kommun: Stockholm",
    "jobDescription": "Gpsgate\nWe build vehicle tracking software that powers fleet management businesses around the world. We help fleet owners improve fleet efficiency, keep drivers safe, and reduce their environmental impact. Our goals: end users love GpsGate, our resellers grow their businesses, and we have fun doing it.\n\nThe role\nWe are looking for a DevOps Engineer with previous experience in a leading DevOps role. You will work closely with our lead engineers to build, manage and automate our AWS infrastructure. You have technical depth and hands-on implementation experience from tools in the DevOps toolchain.\n\nAt GpsGate, you’ll join a growing team that is full of energy. We emphasize knowledge-sharing and teamwork, so you get to work closely with your talented colleagues.\n\nWhat you'll do\n-  Design and manage a cloud infrastructure for GpsGate Server that is secure, scalable, and highly available on AWS\n- Work collaboratively with our architects to define infrastructure and deployment requirements\n- Provision, configure and maintain AWS cloud infrastructure defined as code\n- Troubleshoot problems across a wide array of services and functional areas\n- Build and maintain operational tools for deployment and monitoring\n- Perform cost analysis and optimization of AWS resources\n- Implement CI/CD workflows in AWS\n- Work with a broad range of AWS services such as MSK, Keyspaces, Aurora, ECS Fargate, S3, Lambda, EC2 and many more\n\n\nWho you are\nTo succeed at GpsGate, we believe that you are passionate about helping our customers succeed. You take pride in your work. You enjoy working closely with colleagues and the fast pace that comes with a smaller company. You’re eager to take on a leading role defining our cloud infrastructure.\n\nWe’re looking for a DevOps engineer with:\n\n- Experience automating cloud native technologies, deploying applications, and provisioning infrastructure\n- Containerizing existing and new applications and services\n- Hands-on experience with Infrastructure as Code, using CloudFormation/CDK\n- Experience developing cloud native CI/CD workflows using tools like AWS CodePipeline\n- Hands-on experience with microservices and distributed applications\n- Experience in VPC designs and architecture\n- Experience managing both Linux and Windows OS\n\n\nRequirements\n- At least 3-5 years of experience building and maintaining AWS services\n- Bachelor’s or master’s degree within Computer Science or related field\n- Fluency in both written and spoken English\n\n\nWhy GpsGate\nAt GpsGate, you have real impact. Our software helps companies worldwide in their day-to-day business managing deliveries, cutting fuel emissions, ensuring the safety of their staff, and much more.\n\n- Have the freedom to try out new things, find smarter ways to work with your team, and identify innovative solutions\n- Join a diverse team with multinational colleagues\n- Grow as a DevOps specialist in an expanding company\n\n\nAnd of course, we also have great benefits:\n\n- Competitive salary\n- Flexible work policy\n- 30 days paid vacation\n- Annual company conference and local office outings\n- Friskvårdsbidrag/ health &amp; fitness allowance\n- Private health insurance\n- ITP (pension retirement savings)",
    "url": "https://arbetsformedlingen.se/platsbanken/annonser/25171964"
}, {
    "jobTitle": "Senior/Lead Software Engineer DevOps",
    "companyName": "KLARNA AB",
    "companyLocation": "Kommun: Stockholm",
    "jobDescription": "<p><strong>About Klarna</strong></p><p><br></p><p>Klarna was founded in Stockholm, Sweden in 2005. Since then we've changed the banking industry forever. And now we're creating the world's smoothest shopping experience. We serve over 90 million consumers worldwide, and partner with 200,000 merchants – with a new merchant joining us every 8 minutes. Including some of the world's leading brands, such as H&amp;M, ASOS, IKEA, Adidas, Samsung and Lufthansa. Our offices are spread over 17 different markets, hosted by 3500+ employees from 90 nationalities.</p><p><br></p><p>Engineering at Klarna is an inspired, customer focused community, dedicated to crafting solutions that redefine our industry. Working in small, highly collaborative Agile teams, you and your team will have a clear mission and ownership of an important outcome that supports Klarna and our customers. At Klarna we optimise for quality, flow, fast feedback, focussing on end-to-end ownership, continuous improvement, testing, monitoring and experimentation. We aim for teams that are inclusive, helpful, and have a strong sense of ownership for the things they build.</p><p><br></p><p>Our engineers make some of the most significant decisions for the company and we are looking for bold, open and curious developers. As a Klarnaut, you’ll be inspired to contribute to the growth of Europe’s most highly valued FinTech and your work will reach millions of users.</p><p><br></p><p>Want to be part of the change? We're expanding several of our engineering teams!</p><p><br></p><p><strong>What you'll get to do</strong></p><p><br></p><p>Developer Services' goal is to enable Klarna’s engineers to build features at scale with the security and reliability that you should expect from a modern bank. We understand that the best way to do this is to empower Klarna’s engineers by providing great tooling and services to support best practices with a minimal amount of effort. We believe that the best solutions involve not just automation or configuration as code but also a deep understanding of how a developer might want things to work.</p><p><br></p><p>In practical terms this means paying attention to details that make the developer’s experience better and constantly evaluating whether we’ve found the right balance between making a developer’s job easier and enabling them to own their solutions. We are looking for passionate engineering managers to join us.</p><p><br></p><p><strong>Some of the things you’ll get to work with</strong></p><ul><li>Creating libraries and tooling to enable seamless integration of services we use - AWS, Datadog, Sentry, Jenkins, etc.</li><li>Providing an easy to use and secure platform for container orchestration built on ECS</li><li>Identifying and building solutions that raise the level of quality across an organisation of 1,000+ engineers - from well-supported build pipelines to best-in-class observability. Ultimately, success here will drive better experiences for our over 10M consumers, 100,000 merchants operating in 14 countries.</li><li>Automating processes within cloud operations, security configuration, account management, cost optimisations, etc.</li></ul><p><br></p><p><strong>You should have</strong></p><ul><li>Experience with general software development with a passion for automation.</li><li>Use of Continuous Integration and Continuous Delivery. The tool is less important - experiences and a mindset to try/execute CI/CD pipelines at scale is key.</li><li>Hands-on experience with containers and related technologies.</li><li>Experience with cloud providers, preferably AWS.</li><li>Experience with infrastructure as code tooling and a matching mindset.</li></ul><p><br></p><p><strong>What we can offer you</strong></p><p><br></p><p><strong>Culture </strong>- You'll have an opportunity to work with people from 90+ different countries in our English speaking offices in Stockholm/Berlin city centre.</p><p><br></p><p><strong>Learning </strong>- We have a learning and development focused environment with an emphasis on knowledge sharing, training, and regular internal technical talks.</p><p><br></p><p><strong>Compensation </strong>- You’ll receive an attractive salary, pension, and insurance plans, plus we offer all of our employees an opportunity to invest in a RSU program and own a stake of the company. You’ll also receive 30 days annual leave and since we recognise that life is about more than work, we also offer benefits for gym memberships, marathons, and all sorts of activities that promote physical health. We also have generous parental leave (for men and women).</p><p><br></p><p><strong>Relocation </strong>- We can offer relocation support to Stockholm. </p><p>We know diverse teams are strong teams, so we welcome those with alternative identities, backgrounds, and experiences. Our teams include women, men, mothers, fathers, the self-taught, the college-educated, and people from all over the world.</p><p><br></p><p>We also believe in making contributions back to the open source community. You can find some of our work at <a href=\"https://github.com/klarna\" target=\"_blank\" rel=\"nofollow\">https://github.com/klarna</a>.</p><p><br></p><p><strong>How to apply:</strong> Send over a CV or LinkedIn profile in English and let's arrange a chat.</p>",
    "url": "https://arbetsformedlingen.se/platsbanken/annonser/24972352"
}, {
    "jobTitle": "Vattenfall IT DevOps Engineer Azure",
    "companyName": "Huvudkontor",
    "companyLocation": "Kommun: Solna",
    "jobDescription": "<p>Power Climate Smarter living - that’s our purpose and together we will contribute to a fossil free future. As a DevOps Engineer within Vattenfall IT you will have a unique position to contribute to our purpose. All we ask of you is to use your Superpowers and share your energy to help us achieve our goal! We at Vattenfall is embracing DevOps, a cultural, professional movement with attitudes and values. You will work in cross-functional agile DevOps team with fellow Software and Data engineers to solve complex technical problems and enhancing our customers online experience. In a world where digital technologies are advancing at a rapid pace, changing the way we communicate and altering consumer behavior, we need a DevOps Engineer that is passionate about software development.</p><p><br></p><p><strong>What do we offer?</strong></p><p>A challenging and independent job in an informal, dynamic working environment. You can play a part in shaping the future of a company where the only constant is change. Besides being a challenging and inspiring place to work, we value a great work atmosphere! Everyone is really committed and we want to be the best in what we do. We offer good remuneration, attractive employment conditions and opportunities for personal and professional growth. You get the opportunity to create your own career within the company. At Vattenfall, we are convinced that striving for diversity helps building a more profitable efficient and attractive company. Therefore we seek a harmonious balance of employees in terms of gender, age, and ethnic and cultural backgrounds. We believe in work life balance and the flexibility to work from home.</p><p><br></p><p><strong>Your responsibilities as DevOps Engineer</strong> </p><p>You will have an end-to-end responsibility in the Agile delivery cycle:</p><ul><li>User story creation: Challenge, advise/consult, clarify the user story and business value and define acceptance criteria</li><li>User story refinement: check for clarity, feasibility, asses impact, define technical solution, define testing criteria (testable product)</li><li>Development/Testing: Create, test and demonstrate a shippable product by programming, scripting and application configuration.</li><li>Deployment: Deploy and release a shippable product into production</li><li>Operations: Ensure automated monitoring and proactive alerting of customer journeys. Keep a scalable and fit for purpose infrastructure that meets the needs for performance, security, data privacy, as well as cost efficiency. Handle incidents and root cause analysis according to the agreed priority settings.</li></ul><p> </p><p><strong>Your qualifications as DevOps Engineer</strong></p><ul><li>Bachelor degree or completed apprenticeship, technician or similar in IT</li><li>4 years’ experience as a DevOps Engineer in an Agile environment</li><li>Are a seasoned engineer having practical experience and a genuine interest in Azure cloud infrastructure, cloud native technologies and CI/CD tooling</li><li>Experience with SQL, YML, Powershell, Python, JSON, Batch, Azure CLI</li><li>Worked with programs used for GIT-Flow and version control like GIT/ VS-Code /Visual Studio/ SSMS</li><li>Knowledge of Azure DevOps is a plus.</li><li>English is a must, Swedish is a plus</li></ul><p> </p><p><strong>Your personality:</strong></p><ul><li> You have an analytical mindset and are not afraid to take the initiative to set processes and ways of working.</li><li>Solving problems motivates you, and you are energized in working in close collaboration with your team.</li><li>You love to grow and learn new tools and technique.</li><li>You are passionate about keeping up with current changes and news in technology.</li></ul><p> </p><p>Location: Vattenfall’s Head Office in Solna, Stockholm. Remote work is a possibility.</p><p><br></p><p>For more information about the position you are welcome to contact hiring manager Theresa Albertson Jonsson Theresa.A<a href=\"mailto:lbertson@vattenfall.com\">lbertson@vattenfall.com</a>. For more information about the recruitment process you are welcome to contact recruiter Jessica Petersson, <a href=\"mailto:jessica.petersson@vattenfall.com\">jessica.petersson@vattenfall.com</a></p><p>Trade Union representatives in Sweden via Vattenfall´s switchboard +46 8 739 50 00 Silvija Vatkovic (Akademikerna), Inger Strandberg (Unionen), Christer Gustafsson (Ledarna), Lennart Bengtsson (SEKO).</p><p>We welcome your application including CV and cover through the portal, last day to apply 5th December 2021. Selection and interviews are held after last application date. We do not accept applications through email.</p><p>Since Vattenfall is part of the Swedish critical infrastructure many of our positions are security classed. If this position is security classed the final candidates can be subject to a security vetting process, according to the Swedish legislation.</p><p><br></p><p><strong>Our organization</strong></p><p>Vattenfall IT is a function with more than 1000 employees to provide reliable IT services to the different Business Areas in Vattenfall. IT consists of a wide range of core IT processes for all businesses Vattenfall works with, Agile Product Development, Strategy and Governance, Project and Transformation competence and Portfolio management with teams mainly in Sweden, Germany, Netherlands and Poland. Vattenfall IT manages the complete IT portfolio of the company and maintains high IT Service standards. We transform existing business towards new digital challenges and continuously develop towards a future proof IT landscape for Vattenfall. </p><p id=\"oppenforalla\">Öppen för alla\nVi fokuserar på din kompetens, inte dina övriga förutsättningar. Vi är öppna för att anpassa rollen eller arbetsplatsen efter dina behov.</p>",
    "url": "https://arbetsformedlingen.se/platsbanken/annonser/25559031"
}, {
    "jobTitle": "Chas söker utvecklare inom DevOps",
    "companyName": "Chas Visual Management AB",
    "companyLocation": "Kommun: Nacka",
    "jobDescription": "<p>Vi söker nu fler duktiga utvecklare inom DevOps som vill arbeta med spännande uppdrag som konsult hos oss på Chas!</p><p><strong>JOBBA MED OSS</strong></p><p>Tycker du att det är viktigt att jobba på ett företag som har högt ställda värderingar? Ett bolag där entreprenörskap och samhällsnytta går hand i hand. På Chas vill vi inte enbart satsa på att ge våra konsulter högsta möjliga kompetens och de allra bästa uppdragen. Vi vill också ge tillbaka till samhället. Vi tycker även att det är viktigt att ha kul, därför åker vi på en utlandskonferens varje år och har minst ett roligt event per månad. Alla på bolaget är välkomna!!</p><p>På Chas har vi individen i fokus och vill förverkliga konsultens potential genom att få dem att utvecklas och bredda sin kompetens. Vi arbetar med många häftiga företag inom olika branscher. Några exempel är DICE, Rovio, Spotify, H&amp;M, SEB, Telenor och SAS. Det finns alltid något för alla. Chas driver sin egna skola där våra konsulter får gå kurser gratis. Kanske vill du som Chassare fördjupa dig i Node.Js eller lära dig Swift? Inga problem!</p><p>Chas är ett företag som verkligen satsar på CSR-arbete, vi tror på att göra mer än att bara donera pengar. Vi har haft projekt där flera av våra konsulter åkt ner till Laos för att bygga upp en mikroekonomi mitt ute i djungeln. Vi har hållit utvecklingskurser i socialt utsatta områden och delat ut mat till hemlösa. Vill du också vara med och påverka samhället och kanske har ett eget CSR-projekt du brinner för? Då vill vi prata mer med dig!</p><p>Tillsammans här på Chas delar vi många erfarenheter, värderingar, förmåner och intressen. Det är vi tillsammans som utgör Chas och att vara en Chassare innebär att du blir en del av vår familj!</p><p><strong>OM JOBBET</strong></p><p>Vi söker dig som jobbat med DevOps i minst 2 år och har goda kunskaper inom backend-språk som: Python, Node.js, SQL och Java, samt att du suttit i Azure. Det är meriterande om du tidigare arbetat med AWS.</p><p>Självklart är du en lagspelare som lätt arbetar i team eller på egen hand om så krävs.</p><p><strong>OM OSS</strong></p><p>Chas har utsetts till Europas bästa arbetsgivare av European Business Awards som arrangerar Europas största företagstävling. Bland annat för vårt demokratiska arbetssätt med möjlighet till inflytande för medarbetarna samt vårt sätt att arbeta med förmåner och personlig karriärutveckling. Chas har också utsetts till Årets Entreprenör i Europa av European Business Awards för hur vi med det etablerade bolagets trygga stabilitet arbetar med driv, innovativt tänkande och entusiasm likt start up-företag. Resultatet är att vi bedriver ett omfattande CSR-arbete, har startat upp en YH-skola som utbildar nya fullstack-utvecklare och har ett produktbolag.</p><p><br></p><p>Som anställd på Chas erbjuder vi dig möjlighet att arbeta med nya moderna tekniker hos våra kunder som är marknadsledande företag inom privat och offentlig sektor. Vi ger dig tillfälle att delta i konferenser och att utvecklas som person och som webbutvecklare. Du får också en mentor och access till vårt utbud av personalförmåner.</p><p><br></p>",
    "url": "https://arbetsformedlingen.se/platsbanken/annonser/25527001"
}, {
    "jobTitle": "DevOps engineer / IT-specialist Windows ",
    "companyName": "FRA",
    "companyLocation": "Kommun: Ekerö",
    "jobDescription": "På FRA arbetar vi med något som ingen annan gör i Sverige, och det kan du bli en del av. Oavsett yrkesroll är vi med och gör samhällsnytta genom att bidra till ett meningsfullt syfte — tillsammans arbetar vi med unika uppgifter för Sveriges säkerhet och integritet.\n\nVi erbjuder intressanta arbetsuppgifter med goda möjligheter till egen utveckling och vi är övertygade om att en blandning av människor med olika bakgrund skapar en dynamisk och kreativ arbetsmiljö – våra olikheter är vår styrka.\n\nVill du göra samhällsnytta och bidra till Sveriges oberoende i världen? FRA söker nu DevOps engineer/ IT-specialist inom Windows och virtualisering med fokus på utveckling. Är du den vi söker kan vi erbjuda ett varierande arbete i en kunskapsintensiv verksamhet där du får vara med och göra skillnad varje dag. På FRA arbetar vi med unika uppgifter – för Sveriges säkerhet och integritet.\n\nDitt uppdrag\n\nSom DevOps engineer/ IT-specialist hör du till avdelningen för teknik. Avdelningen har till uppgift att förse FRA med de tekniska system som behövs för verksamheten. Du kommer tillhöra kontoret för Drift och IT-infrastruktur vars uppgift är att leverera en stabil och välanpassad IT-infrastruktur och gemensam IT-drift utifrån verksamhetens behov.\n\nDå teamet ansvarar för hela utvecklingsmiljön kommer du att arbeta med att utveckla och bygga vår nya IT-infrastruktur vid myndigheten, med fokus på Windows. Vi erbjuder en innovativ IT-miljö där du får möjlighet att samarbeta med kunniga och erfarna kollegor. Vi befinner oss också i en fas där vi går mot ett mer agilt arbete i team.\n\nI rollen kommer du att designa olika lösningar, vara med i utvecklingsarbetet och förvaltning. Du är därmed med i hela processen från kravställning, design och utveckling. Du kommer ha mycket kontakt med andra avdelningar inom FRA och till viss del även externa kontakter och leverantörer. Det är ett högt fokus på IT-säkerhet och du kommer även vara med och granska framtagna lösningar ur ett IT-säkerhetsperspektiv. I rollen finns stora möjligheter att utvecklas och lära sig mer om teknik och system inom arbetet. Resor i tjänsten kan förekomma.\n\nPå FRA har vi stark sekretess och det är viktigt att du känner dig bekväm med att hantera det.\n\nDu kan\n\nVi söker dig som känner igen sig i, och har kunskap inom eller erfarenhet från följande:\n\nHögskoleutbildning med IT-inriktning alternativt förvärvat motsvarande kompetens genom arbetslivserfarenhet\n\n\nArbetat minst fem år med utveckling av Windowsplattformen och innehar aktuell och gedigen kunskap på området\n\n\nGoda kunskaper kring servrar och systemadministration\n\n\nActive directory och GPO\n\n\nNätverk\n\n\nIT-säkerhet\n\n\nVirtualisering\n\n\nGoda kunskaper i svenska och engelska i såväl tal som skrift\n\n\nVi ser det som meriterande om du har kunskap inom:\n\nRDS, VDI och DSC\n\n\nScripting, t.ex. Powershell\n\n\nSQL\n\n\nDu är\n\nVi kommer lägga stor vikt vid dina personliga egenskaper och söker dig som är en lojal och initiativtagande person som tar ansvar för dina uppgifter och driver dina processer vidare. Med stort lugn och uthållighet tror vi att du med dina specialistkunskaper och problemlösande analysförmåga uppnår personlig tillfredställelse av att arbeta på tills resultat är uppnådda. För att trivas i rollen har du lätt för att samarbeta med andra och ser vikten av att dela kunskaper och erfarenheter för att nå gemensamma mål. Vi tror även att du är serviceinriktad och har en vilja och ett intresse att hjälpa andra och anstränger dig för att leverera lösningar.\n\nOm FRA\n\nFRA är en civil myndighet med ca 900 anställda som lyder under Försvarsdepartementet. Genom underrättelseverksamheten, där signalspaning bedrivs, ger FRA stöd till regeringens utrikes-, säkerhets- och försvarspolitik på kort och lång sikt. Det sker också genom vårt arbete med att skapa förutsättningar för ett cyberförsvar och att bidra till att skydda samhällsviktiga informationssystem.\n\nVi erbjuder flexibla arbetstider och tror att frihet under ansvar och flexibilitet bidrar till balans mellan arbete och fritid och välmående personal. Vi värdesätter god hälsa hos våra medarbetare och erbjuder bland annat friskvård under arbetstid. På FRA finns en sedan länge starkt förankrad idrottsklubb som möjliggör att våra medarbetare har tillgång till diverse olika träningsaktiviteter.\n\nVi erbjuder intressanta arbetsuppgifter med goda möjligheter till egen utveckling och förutsättningar till intern karriärrörlighet. Vi är övertygade om att en blandning av människor med olika bakgrund skapar en dynamisk och kreativ arbetsmiljö – våra olikheter är vår styrka.\n\nMer information\n\nArbetsplatsen är belägen i närheten av Drottningholm, ca 10 min med buss från Brommaplan. Svenskt medborgarskap är ett krav då anställning vid FRA innebär placering i säkerhetsklass. Ett krav för att få anställning är godkänd säkerhetsprövning med registerkontroll. Säkerhetsprövningen kommer att genomföras i enlighet med bestämmelser i säkerhetsskyddslagen. Vi tillämpar sex månaders provanställning. För mer information är du välkommen att kontakta rekryterande chef på telefon 010-557 40 58. Fackliga företrädare nås på 010-557 46 00.\n\nVi tar emot ansökningar via <a href=\"http://www.fra.se\" target=\"_blank\" rel=\"nofollow\">www.fra.se</a> senast 2022-02-06. \n Referensnummer 4116/20 .\n\nDå vi inför denna rekrytering redan tagit ställning till de rekryteringskanaler vi önskar använda undanber vi oss att bli kontaktade för ytterligare erbjudanden om annonserings- och rekryteringshjälp.",
    "url": "https://arbetsformedlingen.se/platsbanken/annonser/25461041"
}, {
    "jobTitle": "DevOps Engineer for PaymentIQ team",
    "companyName": "Worldline Sweden AB",
    "companyLocation": "Kommun: Stockholm",
    "jobDescription": "<p>Are you seeking an ambitious role in a fast pace environment where you can develop your career? We are looking for a DevOps Engineer to join our agile team!</p><p>In Worldline, we are developing payment systems for global enterprise clients, and provide payment solutions from all around the world, meeting the highest requirements on availability, performance, security, and flexibility.</p><p> </p><p><strong>Job Description</strong></p><p>In this opportunity, within an outstanding team of 3 DevOps engineers, you will be End-to-End responsible for the payment engine which processes more than 1M transactions a day!</p><p>Working in our team, you will experience both, operational freedom and the spirit of a startup at the same time working in a big organization.</p><p> </p><p><strong>Responsibilities</strong></p><ul><li>You develop and maintain production and development infrastructure.</li><li>You work on the development of monitoring and alerting systems as well as business monitoring implementation.</li><li>You manage CI/CD.</li><li>You participate in test automation initiatives.</li><li>You work on the maintenance of DB and Kubernetes clusters.</li><li>You will craft and set up new highly available and scaling services.</li><li>You respond to infrastructure alerts.</li><li>You do security maintenance and infrastructure optimization.</li></ul><p> </p><p><strong>Skills we cannot do without</strong></p><ul><li>Confirmed experience in DevOps engineering.</li><li>AWS</li><li>Docker</li><li>Kubernetes</li><li>Linux</li><li>Proficient level in the English language.</li></ul><p> </p><p><strong>Skills we would like</strong></p><ul><li>Kafka, MySQL, ElasticSearch, Kibana, Grafana, Jenkins, and Github Actions.</li><li>Knowledge in IAM systems like Keycloak.</li><li>Knowledge in development languages: Go (preferably), Python or Bash.</li></ul><p> </p><p><strong>More reasons to join us</strong></p><p>In addition to joining a global leader in digital transformation,  you can also expect an excellent range of benefits.</p><p>What’s more, we really value Innovation, Cooperation, Excellence and Empowerment. These values are reflected on our daily work. This is the core of our organization. At Worldline our top priority is to engage, encourage and develop you to help you improve your potential. In fact, we have comprehensive training and development programs in place demonstrating our dedication to developing your career.</p><p>Worldline is proud to be an Equal Opportunity employer. We do not discriminate based upon race, religion, colour, national origin, sex (including pregnancy, childbirth, or related medical conditions), sexual orientation, gender identity, gender expression, age, status as an individual with a disability, or other applicable legally protected characteristics.</p>",
    "url": "https://arbetsformedlingen.se/platsbanken/annonser/25510882"
}, {
    "jobTitle": "Junior Software Engineer - DevOps",
    "companyName": "KLARNA AB",
    "companyLocation": "Kommun: Stockholm",
    "jobDescription": "<p><strong>About Klarna</strong></p><p>Klarna was founded in Stockholm, Sweden in 2005. Since then we've changed the banking industry forever. And now we're creating the world's smoothest shopping experience. We serve over 90 million consumers worldwide, and partner with 250,000 merchants – with a new merchant joining us every 8 minutes. Including some of the world's leading brands, such as H&amp;M, ASOS, IKEA, Adidas, Samsung and Lufthansa. Our offices are spread over 17 different markets, hosted by 5000+ employees from 100+ nationalities.</p><p>Engineering at Klarna is an inspired, customer focused community, dedicated to crafting solutions that redefine our industry. Klarna’s software engineers develop the next-generation products that change how our consumers and merchants interact with each other. Our products handle our customers' money and information at massive scale, and extend well beyond online payments. </p><p>Our engineers make some of the most significant decisions for the company and we are looking for bold, open and curious developers. As a Klarnaut, you’ll be inspired to contribute to the growth of Europe’s most highly valued fintech and your work will reach millions of users. We are looking to hire great people, who are passionate about using their talents to generate success.</p><p>We are currently looking for DevOps engineers to join our PM UK: Purchase Team, working with the complete Klarna ecosystem that supports the consumer journey in the UK. The team continues to improve on a predictable checkout experience that allows consumers to easily compare and understand payment methods and what a purchase will mean for their personal finances.</p><p>You will be one of the few that understand the complete ecosystem of Klarna, not focusing on specific details but understanding the whole and its impact and what affects the consumer journey.</p><p>We are looking for Junior DevOps Engineers with knowledge of JavaScript, Java, Kafka, Datadog, Splunk.</p><p><strong>As a Junior Software Engineer at Klarna you will:</strong></p><ul><li>Work on a specific problem space critical to Klarna’s success.</li><li>Develop as a professional in an entrepreneurial organization that provides opportunity to work with your areas of interest.</li><li>Use state of the art technology to solve real problems for our customers at a massive scale.</li><li>Design, develop, test, deploy, maintain and improve, you own the full life-cycle of your code - you write it, you own it!</li></ul><p><strong>What we expect from you:</strong></p><ul><li>Strong development ability in one or more general purpose programming languages like Java, Python or with SQL.</li><li>Strong problem solving ability.</li><li>Bachelor’s degree (or higher) with conceptual understanding of Computer Science fundamentals like Data Structures, Algorithms and Databases.</li><li>Fluency in written and spoken English.</li><li>Interest and ability to learn other coding languages as needed.</li></ul><p>Would you like to be a part of the Klarna ecosystem with 2 million transactions a day and contribute to our goal of creating and delivering the smoothest payment solutions around the globe? </p><p><em>Unfortunately we do not offer relocation support for these roles but we would be happy to provide visa support when necessary.</em></p><p>Klarna is an equal opportunity employer. We celebrate diversity and are committed to creating an inclusive environment for all employees and candidates. Please refrain from including your picture and age with your application.</p>",
    "url": "https://arbetsformedlingen.se/platsbanken/annonser/25505724"
}, {
    "jobTitle": "Utvecklingsstöd för Systemutveckling och DevOps",
    "companyName": "Arbetsförmedlingen, Avdelningen Data Science och Digitala Plattformar",
    "companyLocation": "Kommun: Solna",
    "jobDescription": "Välkommen till jobbet som får Sverige i arbete! Här arbetar du på regeringens uppdrag för en arbetsmarknad som hjälper människor framåt. Vi frigör möjligheter så att arbetssökande hittar sysselsättning och arbetsgivare sin nästa medarbetare. För att nå målet behöver vi samarbeta, i myndigheten men också med olika externa aktörer i hela landet. Tillsammans driver vi förändring, utvecklar nya arbetssätt och skapar lösningar som gör att Sverige kan fortsätta framåt. Vill du bli en av oss?\n\n\n\n\nÄr du en serviceinriktad verktygsintresserad person som är intresserad av modern systemutveckling och DevOps samt att du har lätt att arbeta i ett team och inspireras av ständigt nya utmaningar? Då har vi den perfekta rollen för dig!\n\nVilka är vi\nCI/CD DevOps-teamet du kommer att ingå i är ett stödteam som hjälper utvecklingsteam med verktyg och utvecklingsmiljöer.\n\nDu ingår som en lagspelare och förväntas ta hand om systemutvecklingsverktyg och ge teamen en väl fungerande systemutvecklingsmiljö så att vi tillsammans kan lyckas. Du kommer att administrera vår plattform för systemutvecklingsverktygen vid felsökning, uppgraderingar, leverantörskontakter och hjälpa teamen med frågor kring verktygen.\n\nI arbetet kommer du ha ett samarbete och hjälpa 50-talet utvecklingsteam, både de som bygger digitala tjänster till kund och de som bygger interna tjänster till arbetsförmedlare och andra funktioner. Dessutom kommer du samarbeta med kollegor i andra stödteam inom bl a databaser, integration och infrastruktur.\n\nVem söker vi\nFör att trivas hos oss är du ödmjuk, nyfiken och öppen för att jobba i team tillsammans med andra. Du är kommunikativ och utvecklar goda relationer inom och utanför teamet. Du bidrar till kunskapsspridning och du tycker om att lära dig nya saker. Du känner dig bekväm med svenska i tal och skrift. Framförallt tycker du det är roligt med teknik och lösningar som effektiviserar!\n\nKvalifikationer\nDu ska ha:\n\n - Utbildning i systemutveckling, t ex data- och systemvetenskap, civilingenjör med datainriktning, eller motsvarande kunskaper förvärvade på annat sätt\n - Erfarenheter  av arbete i utvecklingsmiljöer inom både Linux och Windows\n - Praktisk erfarenhet av Atlassian-verktygen som Jira, Bitbucket och Confluence\n\nDet är meriterande om du har:\n\n - Erfarenhet från att ha jobbat aktivt som utvecklare eller annan roll inom systemutveckling\n - Praktisk erfarenhet av versions- och konfigurationshanteringsverktyg som Git\n - Erfarenhet av att arbeta med integrationer och administration av verktyg och utvecklingsmiljöer inom både Linux och Windows\n - God förståelse för förändringsledning och erfarenhet av att identifiera och införa verktyg som stödjer utvecklare i deras arbetsprocess\n - Mycket god samarbetsförmåga\n - Har god förmåga att dokumentera och skriva anvisningar för t ex installation och konfiguration av verktyg\n\nVem är du\nDu är en utpräglad lagspelare med hög motivation. Du är innovativ, kundfokuserad och lösningsorienterad samt naturligt nyfiken på området som gör att du är van att följa trender inom modern systemutveckling och DevOps.\n\nStor vikt kommer att läggas vid personlig lämplighet för rollen.\n\nVårt erbjudande\nTjänsten är en tillsvidareanställning på heltid med tillträde enligt överenskommelse. Vi tillämpar sex månaders provanställning om du inte redan arbetar på myndigheten. Placeringsorten är Solna.\n\nVi erbjuder förmånliga semesteravtal, möjlighet till flextid, friskvård på arbetstid samt friskvårdsbidrag. Vår arbetsplats består av över 11 000 kompetenta och engagerade medarbetare. Genom att samarbeta och vara öppna för nya perspektiv utvecklas vi som individer och verksamhet. Tillsammans frigör vi möjligheter som får Sverige i arbete.\n\nLäs mer om vår organisation och vårt uppdrag på vår webbplats <a href=\"https://arbetsformedlingen.se/om-oss\" target=\"_blank\" rel=\"nofollow\">https://arbetsformedlingen.se/om-oss</a>\n\nAnsökan\nVälkommen med din ansökan senast 2022-02-09 märkt med Af-2021/0090 9462. Bifoga ditt CV och ett personligt brev där du beskriver varför du söker jobbet.\n\nIntervjuer kan komma att ske löpande. Arbetsprov och urvalstester kan förekomma i denna rekrytering. \n\nVi arbetar aktivt för att vara en myndighet fri från diskriminering. Det är viktigt för oss att all kompetens tas tillvara och vi välkomnar alla sökande. Vi ser positivt på om du har kunskaper i något av våra nationella minoritetsspråk.",
    "url": "https://arbetsformedlingen.se/platsbanken/annonser/25494611"
}, {
    "jobTitle": "DevOps developer to innovative IT company!",
    "companyName": "Academic Work",
    "companyLocation": "Kommun: Stockholm",
    "jobDescription": "Do you want to be a part of an innovative company in a growing field, that for sure will be the place to be in the upcoming years: streaming and broadcasting of live events? If you have the determination to develop into an expert within your field then this is definitely the position for you! Apply now since we expect a lot of application for this position and our selection process is continuous.\n\nOM TJÄNSTEN \nAcademic Work is on behalf of our client now looking for an eager DevOps developer who wants to be a part of an innovative team in an innovative market. They operate in a global and prosperous market and they are now on an exciting journey developing new products and software solutions within live event streaming and broadcasting. \n\nIn short: this is a modern, scale up company with a product receiving great feedback from users and partners ready to march on and are now looking for you: a new co-worker determined to contribute to making an impressive product while at the same time growing and developing professionally.\n\nAs a consultant at Academic Work you are offered a great opportunity to grow as a professional, extend your network and establish valuable contacts for the future. Read more about our offer{target=\"_blank\"}.\n\nARBETSUPPGIFTER \nAs a DevOps developer you're main responsibility will be to work with infrastructure/architecture and containers. Apart from that, our client is often among the first with the latest technologies which you will be able to learn and master once on the job. \n\nIn this role you will get the opportunity to build structured systems that are sustainable over time. You will work a lot independently but with the support of other skilled colleagues that loves their job and strives to find new and innovative solutions!\n\nVI SÖKER DIG SOM \n* Have a relevant education, for example within Computer Science or similar\n* Have experience within Python and Flask, or similar web framework\n* Have experience with in-memory databases such as Redis \n* Have experience with cloud infrastructure\n* Have experience within CI/CD and DevOps\n* Have experience working with docker containers and Kubernetes\n* Fluent in English, both written and spoken language\n\nIt is considered a merit if you have experience from working with real-time media processing and streaming protocols.\n\nAs a person you are: \n\n\n* Flexible\n* Bold\n* Responsible\n\n\nOther information  \n\n\n* Start: Immediately\n* Work extent: Full time\n* Location: Stockholm, Täby. You will also have the possibility to work remotely the majority of the time if you prefer that.\n* Contact information: This recruitment process is conducted by Academic Work. It is a request from our client that all questions regarding the position is handled by\nAcademic Work. \n\n\nOur selection process is continuous and the advert may close before the recruitment process is completed if we have moved forward to the screening or interview phase.",
    "url": "https://arbetsformedlingen.se/platsbanken/annonser/25580616"
}, {
    "jobTitle": "Teknisk Produktägare DevOps till Finansiell ID-teknik",
    "companyName": "Grooo AB",
    "companyLocation": "Kommun: Stockholm",
    "jobDescription": "<p>Vi söker dig som vill ha en meningsfull roll och ett utvecklande arbete i en samhällsviktig verksamhet. I rollen som teknisk produktägare kommer du vara en av de drivande krafterna bakom utvecklingen av BankID och tillsammans med Finansiell ID-teknik, som ledande experter inom området, får du vara med i motorn för digitalisering av samhället.</p>\n<p><strong>Finansiell ID-teknik och BankID </strong>\n\nFinansiell ID-Teknik äger och utvecklar BankID som är Sveriges mest använda e-legitimation. Idag har BankID närmare 8 miljoner kunder som använder tjänsten för identifiering och underskrift. Organisationen är liten, men med ett stort uppdrag; att tillhandahålla säker, tillgänglig och användarvänlig e-legitimation. BankID utvecklas ständigt för att uppfylla bankers, företags, myndigheters och användarnas krav för att erbjuda bästa möjliga e-legitimation.</p>\n<p>Bolaget växer och tillsammans med Finansiell ID-Teknik får du vara delaktig i en allt mer samhällsviktig bransch, genom att utveckla framtidens säkra identifieringar. Kontoret är beläget i centrala Stockholm.</p>\n<p><strong>Teknisk Produktägare DevOps</strong>\n\nI rollen som teknisk produktägare devops blir du del av ett mindre utvecklingsteam som ansvarar för intern tooling, automation, CI/CD pipelines, containerorkestrering och produktionssättning av så väl on-prem som molnapplikationer. Teamets uppgift är att säkerställa utveckling av interna verktyg och hållbara pipelines till samtliga featureutvecklingsteam bakom BankID.</p>\n<p>Som produktägare för teamet driver du gruppens arbete genom:</p>\n<ul><li>Teknisk behovsanalys och kravställning för gemensam tooling och automation i samråd med övriga utvecklingsteam \n\n\n\n</li><li>Driva teamets backlog och föra framtida prognos \n\n\n\n</li><li>Planera och prioritera framtida roadmap/inkrementsprintar för att nå verksamhetsgemensamma målsättningar utefter utsatt kvalitet, tidsplan och kostnadsramar. \n\n\n\n</li><li>Driva nära samverkan med utvecklingsleverantörer och delta i produktutvecklingsprocessen. \n\n\n\n</li><li>Delta i processer kring verksamhetsplanering, ekonomiska uppföljningar, test- och releaseplanering och produktionssättning. Hos Finansiell ID-teknik kommer du att arbeta i en liten organisation som är under expansion och förändring där eget ansvar för samarbete och samverkan, liksom flexibilitet i arbetsuppgifter och arbetssätt är viktigt.\n\n\n\n</li></ul>\n<p><strong>Vem är du? </strong>\n\nFör denna roll ser vi att du har en examen från högskola eller universitet och är flytande i svenska och engelska. Du har en teknisk bakgrund med några års teknisk erfarenhet inom automation, infrastruktur och devops med ett brinnande intresse för området. Kunskap och erfarenhet inom IT-säkerhetsområdet är meriterande, liksom erfarenhet av styrning och samverkan med externa leverantörer och utvecklingsteam.</p>\n<p>Som person är du noggrann, ambitiös och strukturerad med förmåga att arbeta metodiskt. Du har ett stort eget driv och tar eget ansvar. Du har lätt att kommunicera och samarbeta med andra, både internt och externt och är lyhörd och ödmjuk i din framtoning. Givet arbetsområdet har du troligen också ett genuint intresse för nya tekniker samt ett tydligt säkerhetstänk.</p>\n<p><strong>Intresserad? </strong>\n\nI denna rekrytering samarbetar Finansiell ID-teknik med Grooo. Känner du att det här verkar vara din typ av utmaning så ansök via vår hemsida så snart som möjligt. Har du frågor om tjänsten eller Finansiell ID-teknik är du välkommen att kontakta Martin Selin på <a href=\"mailto:martin.selin@grooo.com\">martin.selin@grooo.com</a></p>\n<p><em>Keywords</em>: Teknisk produktägare, Finans, BankID, IT-säkerhet, Finansiell ID-teknik, E-legitimation, Fintech, Arkitektur, DevOps, Automation, Tooling</p>",
    "url": "https://arbetsformedlingen.se/platsbanken/annonser/25548379"
}, {
    "jobTitle": "DevOps Engineer - Remote Within Stockholm",
    "companyName": "Cubane Solutions AB",
    "companyLocation": "Kommun: Stockholm",
    "jobDescription": "<p>We are looking for DevOps engineers for one of our clients in Stockholm- Joining date will be soon.</p><p>We need someone with the following experience:</p><p>–          Teamcity</p><p>–          Jenkins</p><p>–          MSBuild</p><p>–          Gitolite</p><p>–          MS Azure / DevOps</p><p>–          Understanding/experience with C#, C++, Ruby</p><p>–          Exposure to Cake build</p><p>–          Exposure to Installshield</p><p><br></p><p><strong>Job Languages: </strong>English</p><p><br></p><p><br></p><p><br></p><p id=\"oppenforalla\">Öppen för alla\nVi fokuserar på din kompetens, inte dina övriga förutsättningar. Vi är öppna för att anpassa rollen eller arbetsplatsen efter dina behov.</p>",
    "url": "https://arbetsformedlingen.se/platsbanken/annonser/25527433"
}, {
    "jobTitle": "Humble DevOps Engineer with Python skills",
    "companyName": "HiMinds Stockholm",
    "companyLocation": "Kommun: Stockholm",
    "jobDescription": "About the opportunity:\n\nWe are looking for an experienced DevOps Engineer that has worked with Linux based embedded systems. You will get the opportunity to join an innovative company within the telecommunications service provider market with a highly-skilled R&amp;D organization.\n\nYour profile should include the following:\n\n- Experience (5 years) within SW development/test in embedded systems\n- You love Python development\n- Experience in CI/CD using Jenkins (Groovy and pure Bash)\n- Yocto or Buildroot for building an embedded Linux distro\n- Daily usage of Git\n- Fluent in English\n\nAbout HiMinds\n\nTake the next step in your career, our speciality is providing you with a new exciting challenge that will take you to the next level in your career.\n\nRead more about us at <a href=\"http://www.himinds.com\" target=\"_blank\" rel=\"nofollow\">www.himinds.com</a> (<a href=\"http://www.himinds.com/\" target=\"_blank\" rel=\"nofollow\">http://www.himinds.com/</a>)",
    "url": "https://arbetsformedlingen.se/platsbanken/annonser/25507231"
}, {
    "jobTitle": "System- och applikationsadministrator inriktning Azure DevOps ",
    "companyName": "Saab AB",
    "companyLocation": "Kommun: Järfälla",
    "jobDescription": "Saab växer snabbt och står inför en lång och spännande resa. På denna resa spelar IT en väsentlig roll och för närvarande söker vi en driven och engagerad System- och applikationsadministrator med stort intresse för Azure DevOps Server (TFS) samt Visual Studio till vårt team i Linköping, Järfälla eller Göteborg. Om detta känns som dig ser vi fram emot att läsa just din ansökan.\n\nDin framtida utmaning \n\nI denna tjänst kommer du arbeta i ett eller flera projekt och tjänsteförvaltningar med fokus på Azure DevOps Server (TFS) och Visual Studio. Du kommer i denna tjänst arbeta som systemadministratör och kommer bland annat att arbeta med installering/uppdatering av system och tillägg samt importering/exportering av nya kollektioner, projekt och backuper. Behörighetshantering av användare i projekt/kollektionsnivå kommer också förekomma. Resor i tjänst till Linköping kan förekomma\n\nDina huvudsakliga arbetsuppgifter är:\n\nAtt skapa, modifiera och utveckla mallar, skript och definitioner inom:\n\n * Ärendehantering\n * Projektstyrning\n * Testprocesser\n * Kravhantering\n * Byggdefinitioner\n * Pipelining\n * Byggagenter\n\nGe rådgivning och agera stöd avseende:\n\n * Application Life Management (ALM) - t.ex. rådgivning inom vilken versionshantering som passar Git/Team Foundation Version Control (TFVC), val av templates (Scrum/Kanban), projektstyrning, projektmallar etc.\n * Licenshantering\n * Prestandaoptimeringar inklusive databasoptimering\n * Felsökning\n * Systemets funktionalitet\n * Teknikinformation\n * Marknadsspaningar och trender\n\nDen du är idag\n\nFör att trivas bra i tjänsten tror vi att du har erfarenhet av arbete som systemadministratör och att du besitter bred kunskap inom system- och applikationsförvaltning. På arbetsplatsen finns en prestigelös kultur där man är professionell &amp; engagerad, respekterar, stöttar och lär av varandra, resultat når vi tillsammans som team. Det är därmed viktigt att du känner att du passar in i en sådan arbetsmiljö.\n\nFör att trivas i rollen ser vi att du har:\n\n * God kännedom av Azure DevOps Server (TFS)\n * God kännedom av Visual Studio\n * God kännedom av system- och applikationsförvaltning\n * God kännedom av IT-infrastruktur och serverplattformar (primärt Windows Server)\n\nBefattningen kräver att du genomgår och godkänns enligt vid var tid gällande bestämmelser för säkerhetsskydd. För befattningar där Saab har krav på säkerhetsklassinplacering kan, i förekommande fall, medföra krav på visst medborgarskap. \n\nVad du bli en del av\n\nInom Saab AB kommer du tillhöra avdelningen Group IT, den del av Saab Group med globalt ansvar för utveckling, drift och hantering av företagets gemensamma IT-miljöer. Inom Group IT skulle du tillhöra området Development &amp; Manufacturing IT services (DMS) och avdelningen Software Application Services. Inom DMS arbetar vi med styrning, affärsutveckling och förvaltning inom IS/IT-området. DMS är många gånger det primära IT-gränssnittet in mot våra stora utvecklingsprojekt på Saab samt en stor leverantör av R&amp;D-förmågan inom IT.\n\nSoftware Application Services har specifikt ansvar för IT-system som stöttar team som jobbar med mjukvaruutveckling inom Saabs olika enheter/affärsområden. På sektionen jobbar idag cirka 25 personer och verksamheten är fördelad över ett antal olika team. På arbetsplatsen finns en prestigelös kultur där man är professionell &amp; engagerad, respekterar, stöttar och lär av varandra, resultat når vi tillsammans som team.\n\nOm du är intresserad av vilka förmåner som du kan ta del av som anställd på Saab i Sverige, kan du läsa om dem här\n\nLäs mer om oss här \n\nVill du lära känna vår verksamhet och personal lite bättre? Här kan du hitta berättelser från några av våra anställda.\n\nVänligen observera att vi arbetar med löpande urval och tjänsten kan komma att tillsättas innan sista ansökningsdatum har gått ut. Observera att du kan ansöka på antingen svenska eller engelska.\n\nSista ansökningsdag: 2022-02-21\n\nÖnskar du att skapa och förnya samtidigt som du utvecklar dig själv i en lärande kultur, kan Saab mycket väl ha förutsättningarna att få dig att växa. Vi är stolta över en vårdande miljö, där alla är olika men vi delar samma uppdrag - att skapa förutsättningar för ett tryggt samhälle.",
    "url": "https://arbetsformedlingen.se/platsbanken/annonser/25507018"
}, {
    "jobTitle": "Humble DevOps Engineer with Python skills",
    "companyName": "HiMinds Stockholm",
    "companyLocation": "Kommun: Stockholm",
    "jobDescription": "About the opportunity:\n\nWe are looking for an experienced DevOps Engineer that has worked with Linux based embedded systems. You will get the opportunity to join an innovative company within the telecommunications service provider market with a highly-skilled R&amp;D organization.\n\n\n\nYour profile should include the following:\n\n- Experience (5 years) within SW development/test in embedded systems\n- You love Python development\n- Experience in CI/CD using Jenkins (Groovy and pure Bash)\n- Yocto or Buildroot for building an embedded Linux distro\n- Daily usage of Git\n- Fluent in English\n\n\nAbout HiMinds\n\nTake the next step in your career, our speciality is providing you with a new exciting challenge that will take you to the next level in your career.\n\nRead more about us at <a href=\"http://www.himinds.com\" target=\"_blank\" rel=\"nofollow\">www.himinds.com</a> (<a href=\"http://www.himinds.com/\" target=\"_blank\" rel=\"nofollow\">http://www.himinds.com/</a>)",
    "url": "https://arbetsformedlingen.se/platsbanken/annonser/25505466"
}, {
    "jobTitle": "DevOps DBA at SEB in Stockholm",
    "companyName": "TNG Group AB",
    "companyLocation": "Kommun: Stockholm",
    "jobDescription": "Do you want to develop the database environment at SEB? Build SEB’s future Open Source database services as a DevOps DBA!\n\nAt SEB, we strongly believe in entrepreneurship and the creation of a better world through innovation. At Hosting &amp; Integration we welcome you into a prioritized investment where we develop new services within our Database as a Service offering. As a DevOps DBA you will become an important part of our work building the SEBs internal database services. You will get the opportunity to engage in the design, automation and creation of world class services! \n\nABOUT THE POSITION\n\nWorking as a DevOps DBA within Hosting &amp; Integrations open-source team, you will develop the delivery of databases on premise. You and your team will meet the increasing need of automated solutions which are easy to consume. The area is highly prioritized within SEB and we are moving towards the use of containers, Kubernetes, and Operators to keep our environment modern. You will work close to other teams to build and adapt the database platform according to the ever-shifting environment in one of Sweden´s most modern banks. You can expect a varied workday which involves all parts of development, from requirements and security to maintenance and customer dialogue.\n\nWe offer you:\n\n • The chance to further enhance SEB´s database services based on open source\n • To be a part of the development of Infrastructure as Code\n • The opportunity to be part of building a new team\n • A bank which is convinced that diversity and inclusion is important factors in building strong and good teams as well as creating a sustainable organization for the future.\n\nYour team\nHosting &amp; Integration is made up of several teams with competent colleagues improving SEBs databases. You will join the open-source team and work close with other platform- and database teams. The team is characterized by its good atmosphere, open mindedness, and its willingness to share knowledge. We hope that you, like all of us, feel pride to build services that are robust, secure, and always available for the bank and its customers.\n\nWe work in a modern office in Solna, next to Mall of Scandinavia. When we are not working remote, you can enjoy restaurants, a modern gym where you can participate in group training sessions every week. We have a hybrid working model, working both from home and at the office.\n\nYOUR PROFILE\n\nYou will thrive if you enjoy working in a team and see the value of working agile, where knowledge sharing is a success factor. You are goal oriented, driven, and find pleasure in the opportunity to explore new and creative solutions.\n\nWe believe that you have experience from development positions or database or Linux administration where you have worked with databases such as PostgreSQL, MySQL, or MongoDB. The most important part is that you are driven by the need to develop and build services for databases. You are comfortable in a Linux environment and it is advantageous if you have experience writing automations in Ansible or similar tools as well as scripting in Python or other script languages. It is also meritorious with knowledge or interest of containers, Kubernetes, or Operators with an interest in understanding how services can and should be automated in a self-service environment.\n\nWORKING AT SEB\n\n<a href=\"http://www.sebgroup.com/career\" target=\"_blank\" rel=\"nofollow\">www.sebgroup.com/career</a>\n\nWELCOME WITH YOUR APPLICATION\nWe have chosen to work with Ada Digital in this recruitment. Their recruitment process focuses on transparency, inclusion and a fast moving candidate experience. And now we want to know more about you – on your own terms! To apply, please fill out the short form, briefly motivate why you are interested in the position, and attach your CV or LinkedIn-profile. No additional documentation is needed. You can then, in real-time, follow your application online as our recruiters are working with it. We work with a continues selection process which means we might hire a candidate before the final apply date, so apply already today! Interested and want to know more? Please contact our recruiter today.  We are looking forward to connecting soon!",
    "url": "https://arbetsformedlingen.se/platsbanken/annonser/25501786"
}, {
    "jobTitle": "DevOps Engineer med fokus på säkerhet",
    "companyName": "Svenska Kraftnät",
    "companyLocation": "Kommun: Sundbyberg",
    "jobDescription": "Vill du också arbeta i en utvecklande miljö där du blir en viktig länk i en samhällsviktig verksamhet? Svenska kraftnät söker nu dig som vill jobba med ny teknik och vara med och bygga ett nytt team. Vill du vara med och forma vår nya OpenShift-plattform och vårt OpenShift-team?\n\nDet händer mycket hos Svenska Kraftnät och IT är en viktig förutsättning för Svenska kraftnäts kärnverksamhet. Ett stort antal nya IT-system kommer att utvecklas under de närmaste åren. Viktiga beståndsdelar i det arbetet är att bl.a. införandet av DevOps, CI/CD och en OpenShift-plattform.\n\nOm tjänsten\nTill vårt nybildade team som ska arbeta med att hantera de nya plattformarna och verktygen söker vi nu en DevOps Engineer med fokus på säkerhet. Rollen innebär dels att vara med och driva, införa och vidareutveckla DevOps-baserat arbetssätt med fokus IT-säkerhet, samt att stödja och medverka i projekt för att kontinuerligt använda arbetssätt som bygger på DevSecOps-principer. Detta omfattar både arbetsuppgifter av mer koordinerande och planerade karaktär samt mer operativa arbetsuppgifter som kan komma att ske hands-on i våra plattformar och system.\n\nSom DevOps Engineer tillhör du enheten IT-Systemutveckling där vi arbetar med utveckling och förvaltning av egenutvecklade applikationer. En uppgift för enheten framöver är att fortsätta bygga upp förmåga och kompetens inom systemutvecklingsområdet, ett arbete som du kommer att delta i. \n\nTjänsten är placerad på vårt huvudkontor i Sundbyberg.\n\nDina arbetsuppgifter\nI rollen som DevOps Engineer med fokus på säkerhet kommer du att stödja olika utvecklingsteam inom avdelningen och delvis arbeta med utvecklingen av OpenShift plattformen och verktyg för att stödja säkerhetsarbetet.\n\nTjänsten innefattar att:\n\n\n• Delta i att bygga upp vår förmåga att utveckla, testa och driftsätta säkra IT-lösningar och integrera IT-säkerhet som en naturlig del i vår systemutvecklingsprocess.\n• Stödja nya och befintliga projekt och förvaltningar med att införa DevSecOps-baserat arbetssätt i vår utvecklingsprocess.\n• Driva och delta i arbete med IT-säkerhet genom att bistå vid risk- och sårbarhetsanalyser, omvärldsbevaka informationssäkerhet mm.\n• Koordinera och driva aktiviteter, t.ex. IT- förändringar, tillsammans med interna och externa intressenter och systemleverantörer.\n• Ge stöd till teamen vid behov rörande säkerhetsrelaterade incidenter och problem.\n• Sprida kunskap och utbilda andra medarbetare inom området.\n\nDå teamet ansvarar för en 24/7 lösning, innebär det att man i tjänsten kan ha beredskap var 4:e – 6:e vecka.\n\nDina bakgrund\nVi söker dig med akademisk examen inom datasystemvetenskap, systemutveckling eller liknande, alternativt har du motsvarande kompetens förvärvad på annat sätt. Du har god erfarenhet inom området och kan med din erfarenhet bidra till utvecklingen inom området och ta en ledande roll i arbetet. Vidare har du:\n\n\n• Arbetslivserfarenhet av DevSecOps och/eller DevOps där arbete med IT-säkerhetshöjande aktiviteter\n• kunskap och praktisk erfarenhet av säkerhetshöjande åtgärder för applikationsdrift och applikationsinstallationer i Linux-, Windows Server och container-miljöer\n• kunskap och erfarenhet av CI/CD-verktyg t.ex. Azure DevOps Server, GitLab\n• kunskap och erfarenhet av automation och konfiguration i t.ex. Ansible, Bash, PowerShell, YAML, Java, C#, Python\n• arbetat som systemutvecklare och/eller roll som IT-tekniker där förvaltning eller drift av egenutvecklade applikationer\n• kunskap och/eller erfarenhet av att arbeta enligt agila arbetssätt och metoder\n• talar samt förstår svenska och engelska i tal och skrift.\n\nMeriterande, men ej krav:\n\n\n• Erfarenhet och kompetens om loggning och övervakning t.ex. ELK eller Prometheus och Grafana\n• kunskap och erfarenhet av Docker och Kubernetes\n• kunskap och erfarenhet av datalager t ex Postgresql, MS SQL-server och Kafka\n• erfarenhet av sårbarhetsscanningsverktyg, som t.ex. JFrog Xray, Red Hat Advanced Cluster Security eller motsvarande.\n\nDina personliga egenskaper\nVi söker dig som trivs med att arbeta i team och har en god samarbetsförmåga. Vidare är att du är pragmatiskt lagd och har ett flexibelt förhållningssätt när det kommer till utveckling, du förstår att det ibland krävs flera steg för att nå målet. Du är nytänkande och har även förmågan att lyssna och ta in nya idéer.\n\nDu är noggrann och mån om en god kvalitet och lägger vikt vid att uppnå uppsatta mål. Därför arbetar du strukturerat och har en god planering i samverkan med dina kollegor. Ödmjukhet och prestigelöshet är egenskaper vi sätter högt värde på, då vi bygger ett nytt team där alla behöver hjälpas åt. Tillsammans bildar dessa egenskaper grunden för ett gott samarbete som är A och O för hur vi arbetar inom enheten.\n\nVi lägger stor vikt vid dina personliga egenskaper.\n\nVill du veta mer?\nI denna rekrytering samarbetar vi med Boxhill. För frågor vänligen kontakta rekryteringskonsult Petra Törnblom, <a href=\"mailto:petra.tornblom@bhill.se\">petra.tornblom@bhill.se</a> alterantivt 0760036080. Fackliga representanter är Emma Thornberg, SACO, tel. 010-475 84 77 och Mikael Wallin, ST, tel. 010-475 84 94. Du når oss också via e-post: <a href=\"mailto:fornamn.efternamn@svk.se\">fornamn.efternamn@svk.se</a>.\n\nSista ansökningsdag\n Välkommen med din ansökan senast 24 februari 2022. Vi behandlar ansökningar löpande så vi välkomnar din ansökan så snart som möjligt.\n\n\nVårt erbjudande till dig\n\nPå Svenska kraftnät händer det mycket - vi är en organisation i förändring. Enligt Nyckeltalsinstitutets mätning Arbetsgivarindex är Svenska kraftnät en av elbranschens bästa arbetsgivare och arbetar utifrån ett personligt ledarskap. Du erbjuds god möjlighet till balans mellan arbete och privatliv, goda förmåner och mycket mer.\n\n\nSom medarbetare hos oss blir du en del i en samhällsviktig organisation där vi värdesätter och strävar efter hög kollektiv intelligens. Det är med samarbete och effektivitet som vi ska uppnå vår vision \"Säker elförsörjning för en hållbar samhällsutveckling\".  Svenska kraftnät arbetar för att främja mångfald och motverka diskriminering och ser gärna sökanden med olika bakgrund och erfarenheter till våra rekryteringar.\n\n\nDå vi arbetar med samhällsviktig verksamhet är anställningen säkerhetsklassad och svenskt medborgarskap krävs. Säkerhetsprövning med registerkontroll kommer att genomföras före anställning. Med anställning följer en skyldighet att krigsplaceras.",
    "url": "https://arbetsformedlingen.se/platsbanken/annonser/25435943"
}, {
    "jobTitle": "Engineering Manager - DevOps & Automation",
    "companyName": "KLARNA AB",
    "companyLocation": "Kommun: Stockholm",
    "jobDescription": "<p>Klarna makes shopping smoooth. And we do it with flair because shopping is fun. Every day, we help customers, businesses, and partners explore just how smoooth the modern shopping experience can be. </p><p><br></p><p>It means we’re constantly changing the game. Always trying out new things. And we encourage our people to do the same. To grow. To develop. Because we don’t believe roles have to stay fixed. Instead we inspire our people to take an irregular career path. As a company of 350 dynamic start-ups, our whole business is built for it. So once you’re in, there’s no telling what will happen next.</p><p><br></p><p>Engineering at Klarna is an inspired, customer focused community, dedicated to crafting solutions that redefine our industry. Working in small, highly collaborative Agile teams, you and your team will have a clear mission and ownership of an important outcome that supports Klarna and our customers. At Klarna we optimise for quality, flow, fast feedback, focussing on end-to-end ownership, continuous improvement, testing, monitoring and experimentation. We aim for teams that are inclusive, helpful, and have a strong sense of ownership for the things they build.</p><p><br></p><p>Our engineers make some of the most significant decisions for the company and we are looking for bold, open and curious developers. As a Klarnaut, you’ll be inspired to contribute to the growth of Europe’s most highly valued FinTech and your work will reach millions of users.</p><p><br></p><p>Want to be part of the change? We're expanding several of our engineering teams!</p><p><br></p><p><strong>What you'll get to do</strong></p><p><br></p><p>Developer Services' goal is to enable Klarna’s engineers to build features at scale with the security and reliability that you should expect from a modern bank. We understand that the best way to do this is to empower Klarna’s engineers by providing great tooling and services to support best practices with a minimal amount of effort. We believe that the best solutions involve not just automation or configuration as code but also a deep understanding of how a developer might want things to work.</p><p><br></p><p>In practical terms this means paying attention to details that make the developer’s experience better and constantly evaluating whether we’ve found the right balance between making a developer’s job easier and enabling them to own their solutions. We are looking for passionate engineering managers to join us.</p><p><br></p><p><strong>Some of the things you’ll get to work with</strong></p><ul><li>Creating libraries and tooling to enable seamless integration of services we use - AWS, Datadog, Sentry, Jenkins, etc.</li><li>Providing an easy to use and secure platform for container orchestration built on ECS</li><li>Identifying and building solutions that raise the level of quality across an organisation of 1,000+ engineers - from well-supported build pipelines to best-in-class observability. Ultimately, success here will drive better experiences for our over 10M consumers, 100,000 merchants operating in 14 countries.</li><li>Automating processes within cloud operations, security configuration, account management, cost optimisations, etc.</li></ul><p><br></p><p><strong>You should have</strong></p><ul><li>Experience with general software development with a passion for automation.</li><li>Use of Continuous Integration and Continuous Delivery. The tool is less important - experiences and a mindset to try/execute CI/CD pipelines at scale is key.</li><li>Hands-on experience with containers and related technologies.</li><li>Experience with cloud providers, preferably AWS.</li><li>Experience with infrastructure as code tooling and a matching mindset.</li></ul><p><br></p><p><strong>What we can offer you</strong></p><p><br></p><p><strong>Culture</strong> - You'll have an opportunity to work with people from 90+ different countries in our English speaking offices in Stockholm/Berlin city centre.</p><p><br></p><p><strong>Learning </strong>- We have a learning and development focused environment with an emphasis on knowledge sharing, training, and regular internal technical talks.</p><p><br></p><p><strong>Compensation </strong>- You’ll receive an attractive salary, pension, and insurance plans, plus we offer all of our employees an opportunity to invest in a RSU program and own a stake of the company. You’ll also receive 30 days annual leave and since we recognise that life is about more than work, we also offer benefits for gym memberships, marathons, and all sorts of activities that promote physical health. We also have generous parental leave (for men and women).</p><p><br></p><p>We know diverse teams are strong teams, so we welcome those with alternative identities, backgrounds, and experiences. Our teams include women, men, mothers, fathers, the self-taught, the college-educated, and people from all over the world.</p><p><br></p><p>We also believe in making contributions back to the open source community. You can find some of our work at <a href=\"https://github.com/klarna\" target=\"_blank\" rel=\"nofollow\">https://github.com/klarna</a>.</p><p><br></p><p><strong>How to apply: </strong>Send over a CV or LinkedIn profile in English and let's arrange a chat.</p><p>#LI-ME2</p><p><br></p><p><strong>About Klarna</strong></p><p><br></p><p>Klarna was founded in Stockholm, Sweden in 2005. Since then, we’ve changed the banking industry forever. And now we’re creating the world’s smooothest shopping experience. We serve 80 million consumers worldwide, and partner with 190,000 merchants – with a new merchant joining us every 8 minutes. Including some of the world’s leading brands, such as H&amp;M, ASOS, IKEA, Adidas, Samsung and Lufthansa. Our offices are spread over 17 different markets, hosted by +2,500 people from 90 nationalities.</p>",
    "url": "https://arbetsformedlingen.se/platsbanken/annonser/24972130"
}, {
    "jobTitle": "DevOps till Nexer i Stockholm (East Tech)",
    "companyName": "Nexer AB",
    "companyLocation": "Kommun: Stockholm",
    "jobDescription": "Vi vill ha dig!\n\nNexer växer och vi behöver bli fler i vårt team i Stockholm. Just nu söker vi DevOps-utvecklare med stort intresse och god förståelse för vad som krävs för att bygga ett storskaligt continuous integration- och deployment-flöde. För oss är ditt intresse inom området viktigare än vilka tekniker du tidigare arbetat med. MEN… du vill arbeta med att bygga upp och förvalta den viktiga infrastrukturen för automatiserad test, integration och leverans av mjukvarusystem. Vi söker dig som är passionerad inom ditt område, vill ha balans mellan jobb och fritid, samtidigt som du uppskattar att vara en del av vårt sociala team. Är det du? SÖK! \n\nOm dig\n\n✔️ Relevant utbildning eller likvärdig arbetslivserfarenhet\n\n✔️ Några års erfarenhet av systemutveckling i .NET eller Java\n\n✔️ Erfarenhet av tekniker som till exempel Pyhton, Bash, Git, Linux eller Jenkins\n\n✔️ Arbetat med Microsoft SQL och andra vanliga databaser\n\n✔️ Utvecklat Microservices och använt Kubernetes och Docker\n\n✔️ Du har erfarenhet av molntjänster inom till exempel Azure, AWS eller GCP\n\n✔️ Vana av att jobba agilt enligt Kanban, Scrum eller SAFe\n\n✔️ Goda kunskaper i svenska och/eller engelska\n\n \n\nVill du ha oss?\n\nVår verksamhet i Stockholm präglas av gemenskap, delaktighet och utveckling där du blir en del av ett tajt och hjärtligt gäng. Hos oss får du arbeta tillsammans med kompetenta och stöttande kollegor där kunskapsdelning och utveckling prioriteras lika mycket som att ha det roligt och trivsamt på jobbet.\n\nFör oss är viljan att utvecklas lika viktig som erfarenhet och intresse, därför lägger vi också stort fokus på vidareutveckling och kompetensutveckling inom din expertis både genom utmanande uppdrag samt genom interna såväl som externa utbildningar.\n\nDina blivande kollegor kännetecknas av ett affärsmässigt kundorienterat fokus med förmåga att snabbt ta till sig ny information och omvandla den till kreativa lösningar. Vi vill vara delaktiga i verksamhetens utveckling och bidra till vår lättsamma atmosfär. Visst låter det bra? SÖK!\n\n \n\nOm Nexer\n\nNexer har ambitionen att bli framtidens techbolag. Vi är ett familjeägt och värderingsstyrt företag med ett stort samhällsengagemang, bland annat genom Star for Life, Mitt Liv, Pink Programming och Kodcentrum. Vi leder förändring och strävar hela tiden efter att hitta innovativa och kreativa lösningar för våra kunder och samhället i stort.\n\nPå Nexer värdesätter vi kompetensutveckling och erbjuder kurser via Nexer Academy och Pluralsight och ger certifieringsbonusar samt anordnar inspirationsföreläsningar och Meetups. Vår vision \"Put your heart in it and make it happen\" genomsyrar hela verksamheten och våra anställda är vår viktigaste nyckel till framgång.\n\nNexer är en del av Danir-koncernen och har över 1 600 experter inom strategi, teknik och kommunikation. Vi finns i nio länder och på fler än 20 orter i Sverige och har två gånger utsetts till Microsoft Country Partner of the Year i Sverige och Brasilien.\n\n \n\nANSÖK\n\nKänner du att ovanstående låter intressant och passar väl in med dina erfarenheter och ambitioner? Då är du varmt välkommen att skicka in din ansökan nedan.\n\nVi har ingen möjlighet att ta emot ansökningar via e-post men har du frågor om tjänsten eller Nexer är du varmt välkommen att höra av dig till rekryterande konsultchefer Sara eller Gunilla.\n\n \n\nSara Hvatz, Consultant Manager, Nexer Stockholm\n\n<a href=\"mailto:sara.hvatz@nexergroup.com\">sara.hvatz@nexergroup.com</a>\n\n \n\nGunilla Lindestreng, Consultant Manager, Nexer Stockholm\n\n<a href=\"mailto:gunilla.lindestreng@nexergroup.com\">gunilla.lindestreng@nexergroup.com</a>",
    "url": "https://arbetsformedlingen.se/platsbanken/annonser/25523872"
}, {
    "jobTitle": "DevOps Tools Engineer till Stockholm / Luleå",
    "companyName": "Pensionsmyndigheten",
    "companyLocation": "Kommun: Stockholm",
    "jobDescription": "Vill du arbeta med moderna och komplexa system i en organisation som utvecklas inom DevOps och samtidigt göra en insats för samhället? Arbetar du idag som DevOps Engineer, utvecklare eller kanske systemadministratör med erfarenhet av utveckling? Vill du arbeta med trevliga och kompetenta kollegor i ett agilt team på en framåtsträvande arbetsplats inom IT där vi värnar om en god balans mellan arbete och privatlivet? I så fall kan rollen som DevOps Tools Engineer i ett av våra plattformsteam vara rätt nästa steg för dig!\n\nPensionsmyndigheten är en myndighet som ligger i framkant när det handlar om teknik och utveckling. IT-avdelningen består idag av ca 450 medarbetare och växer kraftigt för att möjliggöra genomförandet av pensionsgruppens överenskommelse om långsiktigt höjda och trygga pensioner. För oss inom IT innebär detta nyutveckling, under många år framöver, av ett flertal nya pensionsförmånssystem med den senaste tekniken och arbetssätt. Som en del av vår IT-avdelning kommer du att verka i en miljö präglad av stort driv och hög ambitionsnivå samtidigt som vi värnar om en sund balans mellan arbete och privatliv. Vår vision är att leverera bäst IT för Sverige där du samtidigt gör en insats för samhället.\n\nStockholm finns vårt kontor nära Hornstulls tunnelbana på Södermalm och i Luleå i närheten av Coop Arena. Vi har möjlighet till hybridarbete, att kunna arbeta både på kontoret och på distans.\n\nPå Pensionsmyndigheten arbetar vi med Continuous Delivery (CI/CD), automatiserad testning och automatiserad konfigurationshantering. Vi har som ambition att automatisera vårt arbete redan från början för att undvika att behöva göra samma sak mer än en gång. Allt i linje med DevOps.\n\nDu kommer att ingå i ett agilt team som tillhandahåller en modern och stabil plattform för våra utvecklingsteam. I ansvarsområdet ingår att implementera, uppgradera och vidareutveckla gemensamma ramverk, verktyg och plattformar. Teamet ansvarar även för drift, användarsupport och utbildning.\n\nDu kommer till exempel att arbeta med:\n Utveckling och livscykelhantering av plattformen\n Konfiguration av plattformens olika produkter\n Intern teknisk support till användare av verktygen\n Utveckling av integrationer för Continuous Delivery\n\nTeamet har idag ansvar för följande produkter:\n Jenkins, Artifactory / Xray, SonarQube\n Mattermost, Jira, Bitbucket och Confluence\n Elastic Stack, Grafana, Prometheus\n\nUnder närmaste året kommer teamet även att ta över ansvaret för Check_mk / Nagios, Syslog och Automic. Efter att det är gjort planerar vi att dela teamet i två och där det ena får ansvar för våra monitoreringsverktyg och det andra våra utvecklingsverktyg.\n\nTeamet gillar att hitta enkla lösningar på komplexa problem, är nyfikna på ny teknik och nya arbetssätt och gillar att förbättra vardagen för sina kollegor. Du får flera kunniga medarbetare som gärna delar med sig av sin kunskap och erfarenheter och vi jobbar aktivt med kompetensspridning.\n\nFörutom ovanstående produkter så arbetar vi även med följande tekniker eller system:\n Red Hat Linux\n Puppet / Ansible\n Bash / Python / Java / Groovy\n Docker / Kubernetes\n MySQL / PostgreSQL\nUtbildning och erfarenhet:\nVi tror att du antingen har en bakgrund som utvecklare, med erfarenhet och intresse av att jobba med systemadministration, eller som systemadministratör, med erfarenhet och intresse av att jobba med utveckling. Eller så jobbar du idag som en DevOps Engineer?\n\nFör att lyckas i rollen behöver du ha:\n erfarenhet som gett dig en god kompetens inom Linux\n erfarenhet som gett dig en god kompetens inom programmering\n goda kunskaper i tal och skrift i såväl svenska som engelska\n\nFöljande områden anses meriterande:\n erfarenhet av ovan nämnda tekniker/system\n erfarenhet av systemutveckling eller automatiserad testning\n erfarenhet av att arbeta agilt, lean eller DevOps\n eftergymnasial utbildning inom IT\n\n\nEgenskaper:\nFör att trivas i rollen som Systemadministratör / DevOps Tools Engineer hos oss är det viktigt att du som person har en god systematisk och problemlösande förmåga. Vidare ser vi att du är nyfiken, ansvarstagande och lösningsfokuserad. Självklart tycker du om att arbeta i team, har en god samarbetsförmåga och trivs med vårt klimat där kompetensspridning och återkoppling är en naturlig del i arbetet.\n\nVi ska leverera bäst IT för Sverige och för att nå dit har vi stort fokus på vår kultur och hur vi tillsammans påverkar vår arbetsplats, du bör därför ha ett intresse och vilja att vara med på denna kulturresa. Vår kultur bygger på Agile och DevOps och kan sammanfattas med tre ord: effektiva, kunniga och hjälpsamma.\n\nVi lägger stor vikt vid dina personliga egenskaper och lämplighet för rollen.\n\n\nÖvrigt:\nPensionsmyndigheten ansvarar för den allmänna pensionen och informerar om hela pensionen. Varje år betalar vi ut cirka 380 miljarder kronor till 2,3 miljoner pensionärer, genomför cirka 900 000 fondbyten och skickar ut 7,8 miljoner orange kuvert. Vi är cirka 1600 medarbetare på åtta orter, från Luleå i norr till Halmstad i söder.\n\nVi gör pensioner enklare!\n\nTjänsten är en tillsvidareanställning, vi tillämpar provanställning om 6 månader. Vi använder oss av intervjuer och tester i kombination i urvalsprocessen.\n\nDå anställningen är placerad i säkerhetsklass krävs svensk medborgarskap. Säkerhetsprövning med registerkontroll enligt Säkerhetsskyddslagen (2018:585) kommer att genomföras innan anställning.\n\nTjänsten kan placeras i Stockholm eller i Luleå. \n\nVi strävar efter en jämn könsfördelning och ser mångfald som en styrka och välkomnar därför sökande med olika bakgrund.\n\n\nFör mer information:\nFör mer information om tjänsten kontakta gruppchef Spakur Dagsson via e-post till <a href=\"mailto:spakur.dagsson@pensionsmyndigheten.se\">spakur.dagsson@pensionsmyndigheten.se</a>\n\nFackliga representanter: Liv Berntsson, Saco, tel. 010-454 34 19\nHelena Blomkvist, ST, tel. 010-454 28 53\n\nVi har i denna rekrytering tagit ställning till vilka annonseringskanaler som ska användas, varför vi undanber oss alla samtal från säljare. Välkommen med din ansökan senast 2022-02-09",
    "url": "https://arbetsformedlingen.se/platsbanken/annonser/25485530"
}, {
    "jobTitle": "Hyper Core AB for &Frankly DevOps Engineer position",
    "companyName": "Hyper Core AB",
    "companyLocation": "Kommun: Stockholm",
    "jobDescription": "<p>We're on a mission to put more smiles on people's workplaces and are looking for yet another star to join us!</p><p>We love our clients and we want to pamper them the best way we can. We have end-users all over the world and in different kinds of businesses, but our clients have one thing in common - they all care about the wellbeing and development of their employees. &amp;frankly is a powerful tool to help them drive employee engagement and positive change within their organizations.</p><p><br></p><p>We offer you a fantastic team, dynamic environment and great development opportunities joining a young company with international ambitions. We are a diverse company with colleagues from all over the world, in different ages and with different backgrounds and skillsets.</p><p>Now we see a rapidly increasing number of clients and need to strengthen our DevOps team. The team is in charge of the whole infrastructure for the &amp;Frankly platform, taking care everything is as optimised and performant as possible while at the same time taking care of the upcoming customers and scaling. </p><p>ESSENTIAL RESPONSIBILITIES</p><p><br></p><ul><li>Ensure smooth deployment of product updates</li><li>Build and maintain CI/CD tools together with DevOps, site reliability and software engineers</li><li>Support developer teams with troubleshooting infrastructure related issues</li><li>Container optimizations</li><li>CI/CD system improvements</li><li>Operating the systems including monitoring, alerting and troubleshooting</li><li>Build necessary integrations to support new and evolving software products and customer needs</li><li>Research new technologies, automation tools and system to improve efficiency and effectiveness</li><li>Documentation of infrastructure tools and services</li></ul><p><br></p><p>THE IDEAL SKILLSET</p><p><br></p><ul><li>At least 3 years of experience as DevOps engineer</li><li>Bachelor degree in Computer Science or similar proven skills</li><li>Good knowledge of Linux, Docker and Kubernetes, Jenkins</li><li>Knowing bash/shell-scripting</li><li>Programming experience, preferably Java,Python, Golang or Node.js </li><li>Experience working with the major cloud providers, preferably AWS or GCP</li><li>Knowledge of Terraform, Ansible and/or Saltstack</li><li>Fluency in English</li></ul><p><br></p><p>You will be part of an amazing team with HQ located in central Stockholm. We offer excellent salary and benefit package along with great opportunities for personal and professional growth. </p><p><br></p><p><br></p>",
    "url": "https://arbetsformedlingen.se/platsbanken/annonser/25534345"
}, {
    "jobTitle": "CI / CD & Devops to Telecom Industry",
    "companyName": "K Two Technology Consulting AB",
    "companyLocation": "Kommun: Stockholm",
    "jobDescription": "<p>We look for strong cloud engineers to an exciting telecom project.</p><p>You should be strong in cloud, Kubernetes, Docker  and OpenStack. Telecom experience and skills as a developer are advantages.</p><p>Skicka gärna ansökan och CV med kort personlig introduktion, gärna bild, information om kompetenser, ev. certifieringar, uppdragserfarenhet, anställningar och utbildning till: <a href=\"mailto:kontakt@ktwo.se\">kontakt@ktwo.se</a></p><p>Våra konsulter är kända för att ha hög teknisk och social kompetens, vara erfarna, lyhörda och ha ett vinnande sätt - kort sagt de är inte endast skickliga utvecklare, tekniker och projektledare m.m. utan även bra konsulter. Vi samlar vinnare. Det skall vara roligt att arbeta för och med K Two!</p>",
    "url": "https://arbetsformedlingen.se/platsbanken/annonser/25479756"
}, {
    "jobTitle": "Frontend developer with UX skills",
    "companyName": "Semcon Sweden",
    "companyLocation": "Kommun: Stockholm",
    "jobDescription": "At Semcon we believe that digital has the possibility to drive a better future.\n\nWe are now looking for a senior Frontend developer with skill and drive that really want to kick the tires in the area of future interaction.\n\nYou will be part of our growing Digital Services team in the Stockholm area and work together with kind and skilled individuals in challenging assignments and with exciting customers. Always with the end-user in mind. We all come from different areas of expertise and our ambition is to build a strong team with skills ranging from digital strategy, project management to software and emerging tech. We also have a long history of working with embedded software to create connected and smart products.\n\nRead more about what we do within the digital services area at Semcon here. (<a href=\"https://semcon.com/digital-hub/\" target=\"_blank\" rel=\"nofollow\">https://semcon.com/digital-hub/</a>)\n\nWhat you’ll do\n\n- Design and build new services for our clients or in-house projects\n- Work in a DevOps culture to build and scale tools and libraries to improve developer and user experience\n- Collaborate with team members to provide and receive architecture-level and code-level feedback\n- Having fun!\n\n\nWe look beyond your resume, but here is a starting point.\n\n- 3 + years of software development experience\n- Experience in frontend frameworks such as Angular, React, Vue\n- Familiarity with many of the following: Javascript, Sass, Bem, Atomic web design, Typescript, Swift, Java, Css3 2.0, PWA\n- Some experience of interface development within IOS and Android\n- Familiarity with the principles of agile and lean development methodologies\n- Great communication skills in English and Swedish\n\n\nWe strongly believe that diversity of background, experience and perspectives is important to create excellent user experiences and to make Semcon a great place to work.\n\nDoes it sound interesting?\nIf you are interested in joining our team, just apply with your CV or LinkedIn below, or contact Tran to learn more!\n\nTran Cam\nArea Manager Digital Services\n<a href=\"mailto:tran.cam@semcon.com\">tran.cam@semcon.com</a>",
    "url": "https://arbetsformedlingen.se/platsbanken/annonser/25572524"
}, {
    "jobTitle": "Cloud Engineer med intresse för AWS, Stockholm",
    "companyName": "Shaya Solutions AB",
    "companyLocation": "Kommun: Stockholm",
    "jobDescription": "Om konsultuppdraget\n\n- Ort: Stockholm\n- Uppdragslängd: Ca. 1 år\n- Uppdragsstart: Enligt ök.\n- Sista ansökningsdagen: ansök snarast\n- Omfattning: 100%\n- OBS! Det är väldigt viktigt att du uppfyller skall-kraven för att vi överhuvudtaget ska kunna offerera dig, annars förkastar beställaren vårt anbud omgående där både din tid resp. vår tid går till spillo.\n\n\nArbetsbeskrivning\nKunden söker nu en DevOps Cloud Engineer till ett nystartat cloud team. Du måste vara öppen för bredare uppgifter som innebär en del systemutveckling, samt hjälpa kunden att förbättra processer och arbetssätt.\n\nArbetsuppgifter:\n\n- Säkerhet.\n- Övervakning.\n- Standardisering av infrastrukturlösningar.\n- Arkitektur stöd till övriga team.\n- Tekniskt stöd till övriga team.\n\n\n\n\nObligatoriska kompetenser och erfarenhet (skallkrav):\n- Högskoleexamen eller högre i datorrelaterat område\n- Minst 5 års arbetslivserfarenhet efter examen\n- Minst 3 års arbetslivserfarenhet av devops i AWS\n- Minst 2 års erfarenhet av att jobba Intrastruktur som kod (Exempel: Terraform,Cloudformatin)\n- AWS Associate eller högre.\n\n\nMeriterande kompetenser och erfarenhet (börkrav):\n- Minst 1 års arbetslivserfarenhet av att jobba med Azure.\n- Minst 1 års sammanlagd arbetslivserfarenhet av utveckling med Python, under de senaste 6 åren\n- Minst 1 års arbetslivserfarenhet av att jobba med Terraform.\n- AWS Professional Certifications\n\n\nÖnskemål om personliga egenskaper:\n\n- Kommunikativ\n- Lösningsfokuserad\n- Analytisk\n- Helhetsperspektiv\n- Självgående och drivande\n- Tar ansvar för ledning av sitt och andras arbete\n\n\n\n______________________\n\nHur du kommer vidare\n\n- Sök uppdraget genom denna annons\n- I ansökan anger du ett kravställt timpris\n- Lägg in ett CV på svenska i word-format\n- Vi återkopplar genom plattformen om något behöver kompletteras eller förtydligas.\n- Återkoppling sker vanligtvis från Kunden till oss inom 10 arbetsdagar  från det att ansökningstiden utgått. Vi försöker återkoppla omgående till dig som kandidat snarast vi har ny information avseende din ansökan eller uppdraget. Skulle återkoppling dröja, vänligen kontakta oss via plattformen.\n\n\nInför en eventuell intervju meddelas du om vilken Kunden är i god tid.\n\nOm Shaya Solutions\n\nKonsult- och kompetenspartner inom IT, Management och Teknik.\n\nVi lägger ett stort fokus på kund-/konsultpartnernöjdhet och kvalité i våra leveranser och verkar idag i hela Sverige med utgångspunkt i Stockholm. Vårt motto är därför Ödmjukhet, Ihärdighet samt Flexibilitet.\n\nVarmt välkommen att höra av dig vid frågor eller funderingar.\n\nAnnonsförsäljare undanbedes.",
    "url": "https://arbetsformedlingen.se/platsbanken/annonser/25570556"
}, {
    "jobTitle": "Junior System Developer/DevOps",
    "companyName": "Modular Management Group Stockholm AB",
    "companyLocation": "Kommun: Stockholm",
    "jobDescription": "<p>PALMA Studio is where the magic happens, here we come to work everyday to build the best tool there is to master product complexity.</p><p>We work from our nice office in central Stockholm, but also remotely. We are a dedicated team that thrives with technical challenges and are passionate about quality. We have our own “Scrumish” process, built from modern development methodologies in a mix that works for us. We practice three weeks sprints which end with a Release Candidate. After final testing, we deploy to our worldwide SaaS environment. This means a short cycle from Coding to User feedback. Our quality assurance framework also includes coding standards, code reviews, unit test and integration tests.</p><p>About the role</p><p>Develop our cutting-edge cloud platform</p><p>Scripts and other ways of automate and optimize our infrastructure</p><p>Performance Monitoring, like system resources utilization</p><p>Security Monitoring</p><p>Deploy new code to our global SaaS solution</p><p>Overlook our TeamCity-GitHub solution</p><p>Maintain office infrastructure</p><p>Limited user support if time allows</p><p><br></p>",
    "url": "https://arbetsformedlingen.se/platsbanken/annonser/25565780"
}, {
    "jobTitle": "Junior backend utvecklare",
    "companyName": "Quest Consulting",
    "companyLocation": "Kommun: Stockholm",
    "jobDescription": "Vi söker dig som har två års erfarenhet av rollen backend utvecklare alternativt DevOps till kund i centrala Stockholm. IT-avdelningen ansvarar för utveckling och design av IT-lösningar baserade på behov från verksamheten med mål att kunden blir bäst inom digitalisering. Den agila transformationen med implementering av agila arbetssätt och processer fortsätter och du kommer ingå i ett team med ca 20 utvecklare både seniora och juniora. Du kommer arbeta med den senaste tekniken där cloud-baserade tjänster är en central del. \nDataplattformen är byggd på AWS, den ska hantera stora mängder data och integrerar med andra system och lösningar för både inläsning och konsumtion av data. Kunden är i ett tidigt stadium i utvecklingen och fokus är på att bygga vidare plattformen, genom att ta in nya dataflöden och tillgängliggöra data för konsumtion på flera sätt. \nVi söker dig som har intresse för teknik och programmering, gärna med kunskaper och erfarenheter i Python eller Java. Teamets ansvar omfattar även uppsättning av infrastruktur via kod, teknisk implementation, CI/CD och drift med DevOps-ansvar för produkterna och deras livscykel. Det är därför en fördel om ditt intresse är att vilja utvecklas brett inom teknik och kan delta i arbetet inom flera av ovanstående områden. \nVi söker dig: \n- Som har högskolexamen inom relevant område inom data \n- Arbetat två år inom backend eller DevOps \n- Utvecklat med Java och/eller Python i ett års tid \n- Arbetat med AWS eller motsvarande molntjänst \n\nSom person är du kommunikativ, nyfiken och har viljan att lära dig mera. Arbetsspråket är Svenska. \nUppdraget är på heltid, tillsvidare, arbetet sker på distans och på plats på kontoret i centrala Stockholm.\n\nDin ansökan\n\nLåter rollen intressant och passande? Ansök i så fall omgående för vi intervjuar löpande och rollen kan tillsättas innan sista ansökningsdatum. Vi är flera rekryterare som hanterar rekryteringen av denna tjänst, vid frågor gällande den här rekryteringen eller tjänsten når du oss enklast på e-post <a href=\"mailto:info@quest.se\">info@quest.se</a> \n\nVi kan enbart ta emot och bearbeta din ansökan genom att du registrerar ditt CV i vår portal. Med avseende på GDPR kan vi ej ta emot ansökningar via e-post. Varmt välkommen med din ansökan! Uppdraget är en del av Quest Consulting personaluthyrning. \n\nDu kommer att vara anställd av Quest Consulting och arbeta som konsult hos vår kund. Kunden godkänner underleverantörer\n\nOm oss\n\nQuest Consulting är ett auktoriserat konsultbolag med kollektivavtal, försäkringar, friskvård och tjänstepension. Vi är specialiserade inom IT, Teknik, HR, Administration och Ekonomi. Vår målsättning är att vara din personliga samarbetspartner och just därför är det så viktigt för oss att arbeta efter våra kärnvärden där våra ledord är att vara Personliga, Nyskapande och Professionella.",
    "url": "https://arbetsformedlingen.se/platsbanken/annonser/25564521"
}, {
    "jobTitle": "System Engineer - Java",
    "companyName": "Kambi Stockholm",
    "companyLocation": "Kommun: Stockholm",
    "jobDescription": "Kambi Group plc is a leading B2B provider of premium sports betting services to licensed gaming operators. Our services provide an end-to-end solution for operators wanting to launch a standalone Sportsbook or bolster their existing offering with an innovative sports betting product. From front-end user interface to customer intelligence, risk management and odds compiling, all built on our in-house developed software, we strive to deliver the ultimate service and solution to our partners.\n\nOur vision is to create the world’s leading sports betting experiences, together with our partners.\n\nWith offices in Malta (HQ), Bucharest, Philadelphia, London, Manila, Sydney, Uppsala and Stockholm and together with over 950 passionate and highly skilled people; Kambi live and breathe sports betting. It is in everything we do. From delivering a premium service to our operators, to creating an entertaining experience for the end user; we are unwavering in our mission to create the worlds’ leading sports betting experience.\n\nJava System Engineer\n\nKambi Group plc is a leading B2B provider of premium sports betting services to licensed gaming operators. Our services provide an end-to-end solution for operators wanting to launch a standalone Sportsbook or bolster their existing offering with an innovative sports betting product. From front-end user interface to customer intelligence, risk management and odds compiling, all built on our in-house developed software, we strive to deliver the ultimate service and solution to our partners.\n\nOur vision is to create the world’s leading sports betting experiences, together with our partners.\n\nWith offices in Malta (HQ), Bucharest, Philadelphia, London, Manila, Sydney, Uppsala and Stockholm and together with over 950 passionate and highly skilled people; Kambi live and breathe sports betting. It is in everything we do. From delivering a premium service to our operators, to creating an entertaining experience for the end user; we are unwavering in our mission to create the worlds’ leading sports betting experience.\n\nThe Role: \n\nYou should be an experienced developer with a solid Java background, who are used to work in a Linux environment. You should have experience writing testable code, unit- and integration tests. The team you will be joining is responsible for Kambi’s Java Middleware and Linux platform running on our retail sports betting terminals. The team is also developing hardware simulators, diagnostic tools and web clients, which gives opportunities to work in many different domains and technologies. Today the team consist of a group of 5 passionate developers, including 1 tester and the team in located in Kambi’s Stockholm Office\n\nChallenges for this team are to keep up with the ever increasing variety of terminal hardware and new customer requirements on terminal functionality and at the same time ensure quality and robustness. We strive to use the latest frameworks and methods and are constantly adapting our process according to agile DevOps principles.\n\nThe team works with a broad variety of technologies. It’s not a requirement that you have experience with all of these technologies, but rather see this as an opportunity of learning more once joining the team;\n\n• Java, Shell scripts, Phyton \n• Junit, JBehave, Mockito \n• Https, Web sockets, REST api \n• USB and RS-232 serial protocols Jira \n• Jenkins Intellij, Git, Bitbucket \n• AWS, Kubernetes, Grafana \n\nTo fit well in the team, you should have a curious mindset, be triggered by challenges and love to be part of a team. You are passionate about development and always eager to learn new things. You should be fluent in English.\n\nWhat’s in it for you? \n\n• Opportunity to work in a successful and fast-growing company who just started its DevOps journey. \n• A fun and flexible working culture \n• Ability to directly influence your and your teams’ work environment and processes \n• Management who understands and appreciates an agile mindset \n• International work environment \n\nIf you want to be part of a dedicated community of developers in central Stockholm, then please apply with a cover letter and your CV.\n\n#LI-LG1",
    "url": "https://arbetsformedlingen.se/platsbanken/annonser/25562087"
}, {
    "jobTitle": "Are you a scrum master, a cloud developer and/or an embedded developer?",
    "companyName": "Scania",
    "companyLocation": "Kommun: Södertälje",
    "jobDescription": "Scania is now undergoing a transformation from being a supplier of trucks, buses and engines to a supplier of complete and sustainable transport solutions.\n\nConnectivity at Scania is one of the key components in Scania’s “driving the shift” strategy. At Connected Systems, we develop and operate Scania’s IoT solution. It spans from in-vehicle, via Telecom to the Scania back-end platform.\n\nScania is one of Stockholm’s largest software companies and we build our software around a product that weighs over 3,5 tons, traveling in 90 km/h and that is the blood vein of our society (a sustainable transport system).\n\nThe team vision is: Excellent and scalable location-based services for safe and sustainable transport solutions.\n\nThe team mission is: We provide location-based services with superior availability and quality.\n\nWe are looking for an experienced cloud developer and an embedded developer. In one of these two positions we also need a person who is eager to take the scrum master role in our team. We hope you are interested in joining our DevOps team.\n\n\n What you will do\n\nYou will be a part of a team that works in development projects within map and position-based solutions. You will take part in ensuring that our solutions have the right robustness, performance and scalability to support Scania’s customers to be truly digital. Our functions support use cases such as in-vehicle navigation, intelligent speed assist, zone management and autonomous vehicles. \n\nWe work with a DevOps responsibility and we take pride in providing services with high quality to our users. For the scrum master role, you would be leading the team as well as being a senior developer in the team.\n\nYou will work in a well-established team with both junior and senior developers. We work according to SAFe and you will be a part of the team that ensures the whole department’s delivery.\n\n\n Who you are\n\nYou are a team player with the ambition to develop both yourself and the team. Since we are both building cloud and embedded applications within the team you should be a curious person, willing to take on development tasks outside your primary expertise. Diversity is important at Scania and our team, therefore it is important for you to easily communicate in English\n\nFor the position as cloud developer: You are a senior developer (at least 5 years) with AWS cloud experience (at least 2 years). In your career, you have worked with Python, AWS Lambda, Dynamo DB and Kinesis or similar technologies. Other tools you are familiar with might be Gitlab (runners, CI/CD) and Jira.\n\nFor the position as embedded developer: You have worked with C++. Experience in embedded development is a strong merit. Experience in automotive business and technologies like CAN, Adaptive autosar is also a strong merit.\n\nFor the role as scrum master: Besides your developer expertise you have an interest of leading teams. You take joy in seeing the team succeed and have an interest for group dynamics. Either you are an experienced team leader, or you are a developer who wants to take a new step in your career.\n \n Further information\n For additional information about the positions please contact:\n\nMaria Bingåker (acting recruiting manager), +46739615658, <a href=\"mailto:maria.bingaker@scania.com\">maria.bingaker@scania.com</a>\n\nAnne-Marie Ljungström (product owner), +46855381779, <a href=\"mailto:anne-marie.ljungstrom@scania.com\">anne-marie.ljungstrom@scania.com</a>\n\nApplication \n\nYour application should include a cover letter and a CV. Selection is ongoing throughout the application period.\n\nWe look forward to your application!\n\n\nScania is a world-leading provider of transport solutions. Together with our partners and customers we are driving the shift towards a sustainable transport system. In 2020, we delivered 66,900 trucks, 5,200 buses as well as 11,000 industrial and marine power systems to our customers. Net sales totalled to over SEK 125 billion, of which over 20 percent were services-related. Founded in 1891, Scania now operates in more than 100 countries and employs some 50,000 people. Research and development are mainly concentrated in Sweden. Production takes place in Europe and Latin America with regional product centres in Africa, Asia and Eurasia. Scania is part of TRATON GROUP. For more information visit: <a href=\"http://www.scania.com\" target=\"_blank\" rel=\"nofollow\">www.scania.com</a>.",
    "url": "https://arbetsformedlingen.se/platsbanken/annonser/25537988"
}, {
    "jobTitle": "junior it-konsult till future talent trainee",
    "companyName": "Randstad",
    "companyLocation": "Kommun: Stockholm",
    "jobDescription": "<p><strong>Arbetsbeskrivning</strong></p>Vill du ta ett språng i karriären, utveckla dig själv och ta dig an nya utmaningar? Har du jobbat 1-2 år eller nyligen tagit examen inom IT/data med arbetslivserfarenhet från studietiden? Är du driven och ser dig själv som framtidens specialist inom ditt område? Då kan vi erbjuda dig en omväxlande start på karriären genom vårt unika traineeprogram med start i vår. Bli en del av Randstad Future Talent Trainee Programme och ta din personliga utveckling och karriär till nästa nivå.\n\n<p><strong>Ansvarsområden</strong></p>Som trainee på Randstad Future Talent kommer du arbeta som konsult inom ditt specialistområde inom IT/Tech. Som konsult får du möjlighet att bredda dina kunskaper i olika företag, branscher och roller. Med hjälp av oss får du som trainee även en skräddarsydd utbildningsplan för personlig utveckling inom bland annat kommunikation, samverkan, målsättning, stresshantering, ledarskap och innovation. Under hela programmet kommer du ha tillgång till en personlig legitimerad psykolog som agerar coach och bollplank som extra stöd i din utveckling. Vår utbildningsplan, som vi valt att kalla School of work, är unik för vårt program och något som vi är extra stolta över. <br><br>Kombinationen av konsultuppdrag, personlig utveckling och vidareutveckling inom ditt specialistområde kommer ge dig en raketstart på karriären och du kommer få erfarenheter och utveckling som få personer får uppleva sina första år i arbetslivet.<br><br>Exempel på konsultuppdrag som ingår i vårt program och som vi söker just nu är:<br><br>• Junior Cloud Engineer<br>• Junior Data Analyst<br>• Junior System Engineer<br>• Junior Data Engineer<br>• Junior Software Developer<br>• Junior DevOps Engineer\n\n<p><strong>Kvalifikationer</strong></p>Vi söker dig som har 1-2 års arbetslivserfarenhet inom IT/Tech av roller ovan och en akademisk utbildning inom IT, Data- och systemvetenskap. Alternativt har du nyligen tagit examen och har med dig arbetslivserfarenhet från studietiden. Vi hoppas att du har ett brinnande intresse för att skapa digitala lösningar och vill bli bäst på det du gör. Du hittar ditt driv i nyfikenheten av att lära dig mer och troligtvis har du egna projekt där du får utlopp för din tekniska passion.<br><br>Som trainee ska du trivas i en roll som konsult, gilla stundtals högt tempo och vara intresserad av att utmana dig själv och av att utvecklas. Ett exempel på en utmaning du kommer ta dig an är att prioritera din egen tid i den varierade arbetsbelastningen ett modernt arbete erbjuder. Du har ett stort intresse att dela med dig av dig själv, samtidigt som du är nyfiken på andra och vad du kan lära dig av dem.<br><br>Våra traineer är ute i konsultuppdrag hos större och mindre företag över hela Mälardalen (Uppsala, Södertälje, Stockholm och Strängnäs) men främst Stockholm med omnejd. Som trainee förväntas du delta på aktiviteter och lägga tid och engagemang på programmet.<br><br>Du känner dig bekväm i att skriva och prata både svenska och engelska. För kännedom hålls delar av programmet på engelska.\n\n<p><strong>Ansökan</strong></p>Hör av dig till Fredrik Löfgren, Consultant Manager, på <a href=\"mailto:fredrik.lofgren@randstad.se\">fredrik.lofgren@randstad.se</a> <br><br>För kännedom börjar alla antagna traineer sina enskilda uppdrag på olika datum och har tillsammans en gemensam kick-off för det personliga utvecklingsprogrammet. Vi söker dig som är tillgänglig för start omgående. <br><br>Rekryteringsprocessen sker löpande, så vänta inte med din ansökan. <br><br>Vi söker traineer inom alla våra specialistområden Technologies, Finance, Engineering och Life Sciences. Känner du någon som är relevant inom dessa områden får du gärna tipsa dem om våra andra annonser!\n\n<p><strong>Om företaget</strong></p>Med över 600 000 anställda i omkring 40 länder är Randstad världsledande inom HR-tjänster och erbjuder bemannings-, konsult- och rekryteringslösningar inom alla kompetensområden. Vi erbjuder även interim management, executive search och omställningstjänster. Vi har ett stort nätverk av bolag och kandidater vilket innebär att vi förmedlar hundratals jobb inom olika branscher, från Kiruna i norr till Malmö i söder. Vår ambition är att vara den bästa arbetsgivaren på marknaden. <br><br>Genom att kombinera vår passion för människor med kraften i dagens teknologi hjälper vi människor och organisationer att nå deras sanna potential. Vi kallar det Human Forward.",
    "url": "https://arbetsformedlingen.se/platsbanken/annonser/25528394"
}, {
    "jobTitle": "Tech Lead - Team Cross Border International to Postnord",
    "companyName": "Randstad",
    "companyLocation": "Kommun: Solna",
    "jobDescription": "<p><strong>Job description</strong></p><em>Would you like to be part of a team where you will be building world class IT solutions for the leading supplier of communication and logistics solutions in the Nordics? Then the role as Tech Lead at PostNord may be just right for you! You will be an important part of the cross border team at PostNord and will be involved in driving technology modernization and transformation.</em>\n\n<p><strong>Responsibilities</strong></p>As the tech lead in the Cross Border team you will be responsible for delivering the IT solutions supporting the UPU Based Cross Border production, EDI Messaging and customs handling in PostNord. The solution is built around a COTS product, International Post System (IPS) and handles EDI communication to and from other postal handling organizations, airlines, subsidiaries, and the domestic production solutions. The Cross Border International solution is integrated with several critical systems across the Nordics. You will work in close collaboration with peers working with these systems on how to introduce changes. You will work with a mix of legacy code developed in C# .NET and new component based modularized architecture that will move towards microservices hosted in an OpenShift environment.<br><br>You will be part of an open and including team, consisting of product owners, scrum masters, tech leads and developers, working according to Scrum and SAFe in an agile release train. The teams are distributed across Sweden and India and have a hybrid way of working where most of the teamwork is done digitally. You will be working with continuous improvement and development to improve individually and as a team with the purpose to contribute and make everyday life easier for PostNords customers and business.<br><br><em>In summary, you will work in a broad role within areas such as;</em><br><br><ul><li>Developing and maintaining solutions with focus on UPU Based Cross Border parcel and mail business</li><li>Work closely with solution architects and the team to define the system architecture and implement changes in the systems meeting the business needs</li><li>Evaluate and introduce new technology whenever feasible</li><li>Managing the technical debt of the system and planning for small and large changes to improve quality, time to market, reliability, maintainability, and scalability of the system</li></ul>\n\n<p><strong>Qualifications</strong></p>We see that you have, or build, a solid understanding of the business domain and how the technical solution provides value. You are used to working with high transactional- and business critical systems. You have solid knowledge of .NET C# and Object Oriented Development principles (OOD &amp; OOP).<br><br><strong>Requirements:<br></strong><br>- Solid knowledge in .NET C#<br>- Excellent knowledge of Object Oriented Development principles (OOD &amp; OOP)<br>- Message queues and streaming, Tibco EMS (or equivalent) and Kafka<br>- Experience in taking system architectural and software design decisions and implementing these. Modelling using UML.<br>- Good knowledge in developing IT products with focus on security, scalability, reliability, and availability.<br>- Experience working in distributed development teams, preferably offshore or nearshore<br>- Excellent written and verbal communication skills in English<br>- Academic degree in IT or equivalent knowledge and skills acquired through work experience and continuing professional education<br><strong><br>Meritorious:</strong><br>- Relational databases, MS SQL Server and cloud databases <br>- Cloud based development Azure or AWS <br>- Used to work in a DevOps model. Agile methods like SAFe and Scrum \n\n<p><strong>Application</strong></p><strong>Welcome with your application!</strong><br><br>Selection is ongoing and we want your application as soon as possible. In this recruitment, we collaborate with Randstad Technologies, for questions about the role contact responsible recruitment consultant Julia Rhönnstad, 0729872754, <a href=\"mailto:julia.rhonnstad@randstad.se\">julia.rhonnstad@randstad.se</a> or Akim Kraft, 0707232565, <a href=\"mailto:akim.kraft@randstad.se\">akim.kraft@randstad.se</a>.\n\n<p><strong>About the company</strong></p>PostNord offers you work in a dynamic and change-oriented environment at one of Sweden's largest workplaces. We have good occupational pension terms, wellness allowances and employee benefits through PostNord's own personnel foundation PostNordPlus and there are good development opportunities. PostNord's ABC leadership is our guiding light; Accountable, Brave and Committed. PostNord is the leading provider of communication and logistics solutions to, from and within Sweden and throughout the Nordic region. We ensure the postal service to private individuals and companies in Sweden and Denmark. We strive to make everyday life easier and more sustainable for everyone who lives and works in Sweden and the Nordic countries. We are responsible, brave and committed, and lead effective change whether we lead ourselves or others. We encourage teamwork, sincerity and positive relationships in the workplace. We build on our successes and learn from both colleagues and mistakes. People with different backgrounds work with us. You will therefore be part of a workplace with great diversity, which contributes to better results for the business. Visit us at <a href=\"http://www.postnord.com\" target=\"_blank\" rel=\"nofollow\">www.postnord.com</a>",
    "url": "https://arbetsformedlingen.se/platsbanken/annonser/25527111"
}, {
    "jobTitle": "Data Engineer till ICA i Stockholm",
    "companyName": "TNG Group AB",
    "companyLocation": "Kommun: Stockholm",
    "jobDescription": "På ICA vet vi mycket om våra kunder och nu får du som Data Engineer följa med på resan mot ett än mer personaliserat innehåll!\n\nICA strävar efter att göra varje dag lite enklare för våra handlare och för våra kunder. Just nu är vi på marknadsavdelningen i en tillväxt resa för att få ut maximalt affärsvärde med bästa tänkbara lösning inom personaliserat innehåll. Som Data Engineer hos oss ingår du i ett framåtsträvande team som genom nyfikenhet och stort tekniskt kunnande driver vår content-lösning framåt. Du blir en del av ett självbestämmande team där ingen dag är den andra lik och där möjligheterna att utvecklas och påverka är stora!Välkommen till oss, välkommen till ICA! \n\nVI ERBJUDER DIG\n\n • Att vara del av en organisation med en familjär och hjälpsam kultur med tydliga utvecklingsmöjligheter, som delar med sig av sina med- och motgångar och ett ständig lärande av varandra\n • Möjligheten att vara med och påverka vägen mot personaliserat innehåll i ett nytt team där ni tillsammans bestämmer arbetssätt och riktningen framåt\n • Att få vara med på en spännande resa att arbeta mer datadrivet och med molnbaserade satsningar.\n\nDET HÄR GÖR DU HOS OSS\n\nSom Data Engineer kommer du in i ett tidigt skede av utvecklingen av vår nya applikation för inbound marketing som ligger i Azure. Du kommer att jobba utifrån ett DevOps arbetssätt och bidra till att utveckla teamet, arbetssättet och våra processer för att öka engagemanget och interaktionen hos kunderna. Du och teamet gör detta genom att exempelvis:\n\n • Sätta och driva user-cases och utveckla applikationen efter dessa\n • Utveckla data pipelines och API:er\n • Designa datamodeller och hantera både strukturerad samt ostrukturerad data\n • Samarbeta med data engineers och data scientists och andra intressenter.\n\nDITT TEAM OCH ARBETSPLATS\n\nDu tillhör avdelningen VUIT Marketing som ansvarar för utvecklingen av ICAs marknadsföring. Du blir en del av ett självbestämmande team som innehåller utvecklare, Scrum Master och produktägare. Utöver ditt team arbetar du även nära marknadsavdelningen samt våra DigX-avdelningar som bland annat hanterar ICA.se och ICAs andra digitala kanaler.\n\nICA Sveriges moderna kontor ligger i Solna nära Mall of Scandinavia. Vi har en fin matsal, gym och motionsstationer. Vi tycker att det är viktigt att träffas på kontoret samt att ha möjlighet att delar av veckan arbeta hemifrån därav arbetar vi enligt en hybrid lösning.\n\nMER OM DIG\n\nVi söker dig som är en problemlösare och vill vara med på en spännande tillväxtresa. Du lockas av möjligheten att få komma in i ett team där inte allt är satt utan där det finns stora chanser att påverka både produkt och arbetssätt framåt. För att trivas i rollen är du nyfiken på tekniker och gillar att arbeta explorativt.\n\nVi ser att du har erfarenhet av att designa och utveckla tekniska lösningar för datahantering med fokus på cloud-baserade lösningar såsom Azure, AWS eller GCP. Vidare har du goda kunskaper i att arbeta med relationella och icke-relationella databaser. Teknikmässigt har du erfarenhet av Python eller andra script och programmeringsspråk samt DevOpsverktyg som terraform, docker och kubernetes. Det är meriterande med erfarenhet av datadriven marknadsföring och förståelse för affärsnyttan det kan bidra till.\n\nSÅ HÄR FÅR VI KONTAKT\nI den här rekryteringen har vi valt att samarbeta med Ada Digital som strävar efter en transparent, inkluderande och snabbrörlig rekryteringsupplevelse. Vi vill veta mer om dig och din potential! Du söker tjänsten enkelt och behöver inte bifoga några dokument. Det räcker med en motivering till varför du söker tjänsten och om du saknar CV kan du bifoga din LinkedIn-profil. Följ sedan din ansökan live via vår hemsida. Urvalet sker löpande och tjänsten kan bli tillsatt före sista ansökningsdatum. Är du nyfiken och vill veta mer innan du söker? Hör av dig till ansvarig rekryterare. Vi ser fram emot att få kontakt med dig!",
    "url": "https://arbetsformedlingen.se/platsbanken/annonser/25526448"
}, {
    "jobTitle": "Senior Test Manager",
    "companyName": "Tieto Sweden AB",
    "companyLocation": "Kommun: Stockholm",
    "jobDescription": "<p>For english job ad, please see below</p><p><em>TietoEVRY skapar digitala fördelar för företag och samhälle. Vi är ett ledande nordiskt digitalt tjänste- och programvaruföretag med lokal närvaro och global kapacitet. Våra nordiska värderingar och vårt nordiska arv styr vår framgång. TietoEVRY har ca 24 000 anställda globalt sätt. Vi tillhandahåller service åt tusentals företag och organisationer inom privat och offentlig sektor i mer än 90 länder.</em></p><p><strong>Om tjänsten</strong> </p><p>Teamet du kommer tillhöra arbetar med kvalitetssäkring i alla typer av branscher såsom offentlig sektor, detaljhandel, industri och finans. Som senior testledare kommer du växla mellan att jobba med kunders interna projekt och att ingå i någon av bolagets helhetsåtaganden där leveransteamen ofta jobbar agilt enligt DevOps och med automatiserade testprocesser. </p><p>Du kommer vidare att: </p><ul><li>Planera och leda team bestående av testare och utvecklare </li><li>Skapa förutsättningar för test, ta fram teststrategier och i vissa fall förhålla dig till befintliga strategier </li><li>Sammanställa information och driva dialog med intressenter </li><li>Bistå kunder med acceptanstestledning och även genomföra system- och/eller system integrationstester när det behövs </li></ul><p>Uppdragens omfattning varierar och kan handla om såväl nyutvecklingsprojekt som förvaltnings- eller transitionsprojekt. Oavsett uppdrag, kommer du alltid vara en del av TietoEVRY:s testing community som består av drygt 1000 kvalitetssäkringsproffs världen över. </p><p><strong>Din kompetens</strong> </p><p>Vi söker dig som har ett stort intresse för kvalitetssäkring, tycker det är kul med omväxling och vill vara en del av ett kompetent team som aktivt delar med sig av sina kunskaper. </p><p>Du har erfarenhet av testarbete och har förvärvat dig kunskap inom ledarskap från en roll som exempelvis testledare/QA Lead, Scrum Master, Agil Coach eller liknande. Det viktiga är att du kan ha ett helhetsperspektiv och har bra slutledningsförmåga. </p><p>Det är meriterande om du har eftergymnasial utbildning, ISTQB-certifiering och tidigare erfarenhet av arbete inom telekom, offentlig eller finansiell sektor. </p><p><strong>Vi ser fram emot din ansökan!</strong></p><p>Då vi arbetar med löpande urval ser vi gärna att du skickar in din ansökan så snart som möjligt. För vidare frågor eller funderingar kring tjänsten, vänligen kontakta rekryterande chef, Saeid Mojtahedzadeh på <a href=\"mailto:saeid.mojtahedzadeh@tietoevry.com\">saeid.mojtahedzadeh@tietoevry.com</a></p><p><em>Employment with us can mean placement in a security class. A security check with register control according to the Security Protection Act (2018: 585) may therefore be carried out before a decision on employment. </em></p><p><em>TietoEVRY decline calls from recruitment companies.</em> </p><p>-----------------</p><p><em>TietoEVRY is one of the leading companies in the Nordics building better digital services for our clients both in the private and public sectors. With us, you are part of the forefront of emerging businesses and technology making a difference with our customers. Cooperate and exchange ideas with professionals in an international and evolving working environment. Increase your knowledge in a variety of areas, you set the limit. Our culture is built on transparency and active sharing – a truly open environment.</em></p><p><strong>The team you will belong to</strong> works with quality assurance in all types of industries such as the public sector, retail, industry, and finance. As a senior test leader, you will alternate between working with customer-internal projects and being part of one of the company's overall commitments, where the delivery teams often work agile according to DevOps and with automated test processes.</p><p><strong>You will further:</strong></p><ul><li>Plan and lead teams consisting of testers and developers</li><li>Create conditions for testing, develop test strategies and in some cases relate to existing strategies</li><li>Compile information and engage in dialogue with stakeholders</li><li>Assist customers with acceptance test management and also perform system and / or system integration tests when needed</li></ul><p>The scope of the assignments varies and can be both new development projects and management or transition projects. Regardless of assignment, you will always be part of TietoEVRY's testing community, which consists of more than 1000 quality assurance professionals worldwide.</p><p><strong>Your competence</strong></p><p>We are looking for you who have a great interest in quality assurance, think it is fun to change and want to be part of a competent team that actively shares their knowledge.</p><p>You have experience of test work and have acquired knowledge in leadership from a role such as test leader / QA Lead, Scrum Master, Agile Coach or similar. The important thing is that you can have a holistic perspective and have good inference skills.</p><p>It is an advantage if you have post-secondary education, ISTQB certification and previous experience of work in the telecom, public or financial sector.</p><p><strong>Did we get you inspired? </strong> </p><p>We look forward to your application! </p><p>Please attach your CV or LinkedIn profile and we’ll reach out to you. </p><p>Interviews will be held on a continuous basis, so we encourage you to apply today! </p><p>For more information or questions, please contact hiring manger Saeid Mojtahedzadeh, <a href=\"mailto:saeid.mojtahedzadeh@tietoevry.com\">saeid.mojtahedzadeh@tietoevry.com</a></p><p><em>Employment with us can mean placement in a security class. A security check with register control according to the Security Protection Act (2018: 585) may therefore be carried out before a decision on employment. </em></p><p><em>TietoEVRY decline calls from recruitment companies</em></p>",
    "url": "https://arbetsformedlingen.se/platsbanken/annonser/25522485"
}, {
    "jobTitle": "Projektledare mjukvaruutveckling",
    "companyName": "Numberskills Sverige AB",
    "companyLocation": "Kommun: Stockholm",
    "jobDescription": "<p>Vi söker en projektledare för mjukvaruutveckling. Våra utvecklare sitter i Sverige och Bangladesh och våra kunder finns nästan alla i Sverige. Vissa projekt är små - på under 40 timmar - vissa är medelstora och vissa har löpt under flera år. Som projektledare förväntas man kunna driva flera projekt samtidigt mot olika kunder. Man har direktkontakt med beställare hos kunder och driver arbetet i projektet internt. </p><p>Vi tror att du vi söker kan Azure DevOps och vet skillnaden mellan Agile och Scrum. Du är van att skapa prototyper i Figma som du delar med utvecklarna. Du kanske till och med har visst sinne för färg och form.</p><p>På Numberskills är vi tio anställda i Sverige och har sju utvecklare offshore i Bangladesh. Vi växer så snabbt vi kan. Kontor på Kungsholmen i Stockholm.</p>",
    "url": "https://arbetsformedlingen.se/platsbanken/annonser/25513990"
}, {
    "jobTitle": "Senior Full Stack Developer",
    "companyName": "Talangjägarna AB",
    "companyLocation": "Kommun: Stockholm",
    "jobDescription": "Senior Full Stack Developer – Specops Software R&amp;D (Stockholm/Remote)\n\nSpecops Software (<a href=\"https://specopssoft.com/\" target=\"_blank\" rel=\"nofollow\">https://specopssoft.com/</a>) is the leading provider of password management and authentication solutions. Specops protects your business data by blocking weak passwords and securing user authentication. \n\nDoes your passion for technology, and development inspire your peers and encourage them to excel at their job? Do you want to be part of an elite engineering team in a fast-growing global software company? If so, you may be the right person for our senior Full Stack developer role in our Stockholm office. \n\nPosition summary: \n\nAs a Senior Full Stack Developer, you will work with our software development team in our Stockholm office. \n\nThe team, while autonomous, work in close conjunction with a global team of developers, quality assurance testers, DevOps engineers, and product services. You will work from the Specops office, located in Stockholm city, or fully remote in an agile continuous delivery environment. You will deliver to the Specops new(!) Cloud offerings, and on-premises products. \n\nResponsibilities: \n\nAs part our team, you will be expected to do the following: \n\n- You will have freedom to collaborate and perform at the highest level and still have time to pursue your personal passions. \n- Work with a skilled team of passionate developers to develop creative, unique ways of driving growth through product and funnel optimization. \n- Participate in the complete lifecycle of product features: inception, design, development, deployment. \n\n- Reporting to CTO, and work directly with Specops R&amp;D \n\n\n\nWhat we are looking for in you: \n\n- Extreme attention to detail, and the ability to resolve operational issues through quick thinking, problem solving, and appropriate action. \n- Minimum of a Bachelor’s Degree in Computer Science or related technology field. \n- 3+ years in an agile software development environment working with Full Stack development (JavaScript, TypeScript and .NET/C# is required) \n- Experience with UI/UX design and/or keen interest \n- Experience with CI/CD best practices is a plus \n\n\n\n\nBenefits: \n\nWe offer a wide range of possibilities to shape your own role as you see best fit for your personal development goals and growth. You'll have the best people to work with in a truly flat organization. Meaningful ways of working and the possibility to influence them. \n\nWe also offer competitive salary, additional pension, wellness benefit, recurring training &amp; learning sessions and company excursion trips. \n\nIf we have not contacted you within two weeks of submitting your application, we have chosen to proceed with other candidates for this position. \n\nIf you have any questions, please contact Marcus Nordqvist at <a href=\"mailto:marcus.nordqvist@talangjagarna.se\">marcus.nordqvist@talangjagarna.se</a>",
    "url": "https://arbetsformedlingen.se/platsbanken/annonser/25497912"
}, {
    "jobTitle": "Solution Developer Io T Cloud (Vattenfall IT) Solna",
    "companyName": "Vattenfall",
    "companyLocation": "Kommun: Solna",
    "jobDescription": "<p><em>Are you an exceptional Solution Developer for Cloud and interested in IoT, data science and the energy transition?</em></p><p>Then come and join one of the most exciting teams in clean tech. Vattenfall is moving swiftly to digitalize the energy industry and stop climate change. The ITEM platform is enabling new innovative business models based on IoT, machine learning and optimization. The unit is responsible for developing an open, reliable and highly scalable enterprise platform based on Microsoft Azure technology and Vattenfall intellectual property.</p><p>For the Cloud IoT team, part of Vattenfall ITEM platform, we are now looking for a <strong>Solution Developer.</strong></p><p> </p><p><strong>Main tasks and responsibilities:</strong></p><p>• You develop leading IoT and Energy Management solutions that are highly reliable, open and scalable, thereby supporting Vattenfall’s goal to be fossil-free within one generation</p><p>• You work in a DevOps scrum team closely with business stakeholders to ensure solid understanding of customer needs for new business (e.g. Electric Vehicle charging, home and industrial batteries, heat pumps and solar panels) as well as core business (e.g. distribution, hydro power and district heating)</p><p>• You are part of a highly skilled team that is passionate about our customers’ success, team work and have a “can-do” attitude</p><p> </p><p><strong>We are looking for you with:</strong></p><p>• An academic degree in IT, Computer Science, Information Management or other relevant field</p><p>• 0-5 years’ experience in Microsoft Azure</p><p>• Proficiency in some or all of:</p><ul><li> Python (pandas, PySpark, requests, azure-sdk)</li><li> Databricks (Spark)</li><li> Azure (Azure Functions, Container registry, Docker) or other cloud provider</li><li> Data flow/ETL (pipelines, querying etc.)</li><li> Data bases (SQL, NoSQL)</li><li> Integration and APIs</li><li> CI/CD in Azure DevOps</li></ul><p>• Experience of working in a scrum team</p><p>• Fluency in English is a must, fluency in German, Dutch, Swedish and/or Polish is meritorious.</p><p>• You are a team player with a proactive, curious and solution oriented mindset. Furthermore you are service minded, hands-on and like to work in an international set-up.</p><p> </p><p><strong>Our offer</strong>:</p><p>• An exciting and challenging international work environment and the opportunity to contribute to clean energy</p><p>• The opportunity to stretch your technical expertise and further your knowledge</p><p>• Colleagues who are eager to share their expertise</p><p>• We promote smart working, meaning you can easily combine your working life with your private situation to ensure a healthy work life balance</p><p>• A competitive remuneration package</p><p> </p><p><strong>Location</strong>: Stockholm (Solna)</p><p> </p><p>At Vattenfall we are convinced that diversity contributes to build a more profitable and attractive company and we strive to be good role model regarding diversity. Vattenfall works actively for all employees to have the same opportunities and rights regardless of gender, ethnicity, age, transgender identity or expression, religion or other belief, disability or sexual orientation.</p><p> </p><p><strong>We look forward to your application!</strong></p><p><strong>We welcome your application in English, including CV and cover letter via the link below, no later than 6th of February 2022.</strong></p><p> </p><p>For more information about the position you are welcome to contact hiring manager Sebastian Waldenström, +46 727 27 13 38. For more information about the recruiting process please contact recruiter Teri-Anne Brink, <a href=\"mailto:teri-anne.brink@vattenfall.com\">teri-anne.brink@vattenfall.com</a></p><p> </p><p>Since Vattenfall is part of the Swedish critical infrastructure many of our positions are security classed. If this position is security classed the final candidates can be subject to a security vetting process, according to the Swedish legislation</p><p>Trade union representatives in Sweden: Sofi Wadström (Akademikerna), Inger Strandberg, Christer Gustafsson (Ledarna), Lennart Bengtsson (SEKO). To get in contact with the representatives, please call Vattenfall´s switchboard +46 8 739 50 00.</p><p> </p><p><strong>Our Organization</strong></p><p>Vattenfall is one of Europe’s largest generators of electricity and one of the largest producer of heat. Our strategic direction includes a strong customer focus, a more sustainable energy portfolio and increased business focus. Vattenfall is a European energy company with over 20,000 employees. As part of the Vattenfall Group, Vattenfall IT is the internal IT full service provider with the ambition to become industry benchmark in delivering efficient and value creating IT solutions and services. The array of services ranges from process and application consulting, software solution development &amp; implementation to application operation, as well as providing all IT end-users in the Group with services. More than 1,400 IT employees located on all Vattenfall markets contribute daily to international business success of Vattenfall.</p><p id=\"oppenforalla\">Öppen för alla\nVi fokuserar på din kompetens, inte dina övriga förutsättningar. Vi är öppna för att anpassa rollen eller arbetsplatsen efter dina behov.</p>",
    "url": "https://arbetsformedlingen.se/platsbanken/annonser/25491530"
}, {
    "jobTitle": "Har du precis tagit din examen och söker ditt första jobb som utvecklare?",
    "companyName": "Academic Work",
    "companyLocation": "Kommun: Stockholm",
    "jobDescription": "\"Det bästa med mitt arbete är den stora variationen i rollen där man är delaktig i utvecklingen från början till slut. Teamen är självbestämmande i hur vi ska arbeta och vi hjälps alltid åt. Utöver det så har jag fantastiska kollegor som jag har väldigt roligt med\" Så beskriver Jenny sitt jobb som systemutvecklare hos Trafikförsäkringsföreningen. Vill du vara en del av teamet? Då är du välkommen med din ansökan!\n\nOM TJÄNSTEN \nTrafikförsäkringsföreningen (TFF) är ett samarbetsorgan för trafikförsäkringsbolag i Sverige och har en central roll i det svenska trafikförsäkringssystemet. TFF har en förvaltnings- och utvecklingsprocess som knyter ihop affärsbehov och tekniska utvecklingsmöjligheter med löpande förvaltning. Produktmässigt så har TFF Microsoftteknik som bas i de flesta av sina applikationer. \n\nTFFs lokaler ligger på Östermalm/Gärdet på bekvämt avstånd till buss (5 meter) och tunnelbana (450 meter). Precis utanför kontoret finns både träningslokaler och vacker natur och du får kollegor som gärna kör ett träningspass på lunchen eller tar en promenad längs Djurgårdskanalen.\n\nDu erbjuds  \n\n\n* En introduktion där du till en början får arbeta tillsammans med mentorer  för att lära dig så mycket som möjligt om rollen och TFFs verksamhet\n* Utbildningar som du och TFF väljer tillsammans för att bygga på din kompetens inom IT\n* Spännande och svåra utmaningar att lära ifrån; hos TFF måste tekniken ta hänsyn till allt från snåriga regelverk till höga prestandakrav och komplexa samband som skall översättas till begripliga användargränssnitt\n* En anställning hos TFF efter 12 månaders arbete, förutsatt att samarabetet mellan alla parter fungerar bra. TFF har kollektivavtal (inklusive tjänstepension) för sina anställda\n\n\nSom konsult för Academic Work erbjuder vi stora möjligheter för dig att växa professionellt, bygga ditt nätverk och skapa värdefulla kontakter för framtiden. Läs mer om vårt konsulterbjudande\n\nARBETSUPPGIFTER \nI rollen som utvecklare kommer du att tillhöra gruppen som arbetar med att utveckla, leverera och förvalta TFFs IT-plattformar.  Gruppen består av teamleads, automattestare, manuella testare, kravställare och utvecklare som är fördelade i fyra team. Teamen arbetar agilt i en stabil krav- och utvecklingsprocess med omfattande automatiserat stöd. Teamen ansvarar för såväl teknik som metodik i arbetet, och de ansvarar sedan sinsemellan för fyra olika verksamhetsområden; försäkring, skadereglering, Webb, och gemensamma kärnsystem.\n\nDu kommer till exempel att:\n\n\n* Delta på dagliga stand ups där teamet stämmer av vad som ska göras \n* Parprogrammera med andra utvecklare\n* Stötta i kravarbetet med teknisk expertis\n* Skriva enhetstester och fixa buggar\n\n\nHär trivs du om:  \n\n\n* Du brinner för kvalitet - finns det något bättre än att testarna kommer tillbaka och surar för att de inte hittat några fel?\n* Du gillar att påverka! Du vill vara med från idé till färdig produkt\n* Du älskar kommunikation och att förstå människor - du kommer att prata med handläggare, kravare och testare och ni ska förstå varandra, på riktigt\n\n\nVI SÖKER DIG SOM \n* Har minst en kandidatexamen inom IT \n\n\n* Har erfarenhet av kodning i C#\n* Kan söka information i databaser med SQL (ej DBA-nivå)\n* Har kännedom om Git samt en vana av TFS eller Azure DevOps\n* Talar och skriver flytande svenska\n\n\nSom person är du:  \n\nAnsvarstagande där du tar ansvar för och driver dina arbetsuppgifter och ansvarsområden framåt för att uppnå gemensamma mål. Vidare tar du initiativ i arbetet och kommer med förslag till arbetssätt. Du har en kommunikativ förmåga och du har lätt för att kommunicera med personer i olika roller. Sammanfattningsvis skall du vara lika rolig och spännande att arbeta med som du vill att dina kollegor skall vara.\n\nI den här rekryteringsprocessen ställer vi höga krav på din ansökan. Sök därför tjänsten med ett CV och personligt brev där du motiverar tydligt ditt intresse för rollen. \n\nÖvrig information  \n\n\n* Start: Februari 2022\n* Omfattning: Heltid\n* Placering: Östermalm/Gärdet\n* Rekryteringsprocessen hanteras av Academic Work och Trafikförsäkringsföreningens önskemål är att alla frågor rörande tjänsten hanteras av Academic Work. \n\n\nVi går igenom urvalet löpande och annonsen kan stängas ner innan tjänsten är tillsatt om vi gått över till urvals- och intervjufasen.",
    "url": "https://arbetsformedlingen.se/platsbanken/annonser/25462094"
}, {
    "jobTitle": "Developer CE Dynamics 365",
    "companyName": "Nexer AB",
    "companyLocation": "Kommun: Stockholm",
    "jobDescription": "Do you love to develop and have experience within Dynamics 365 CE – then you are Welcome to Nexer!\n\nTasks\nAs a developer at Nexer you will focus on Dynamics 365 CE development and integrations to different systems. You work mainly in projects with a dedicated team, consisting of developers, business consultants and project managers.\n\nYou will work with Azure DevOps, Common Data Service and PowerApps. We see that you are average or senior as a developer and can solve problems independently and have a business mindset.\n\nWho are you?\nYou have experience\n- of development in Dynamics 365 CE for at least 3 years\n- in JavaScript, C #\n- in working independently with good results\n\nYou write and speak English fluently\n\nWhat is Nexer like as an employer?\nAt Nexer, we think that every new idea, every innovation and new acquaintance is a promise of a better future. For you, for our customers and for the world we live in.\n\nThe future is not a distant dream, it’s created by the actions we make today. At Nexer, you get to dream big, think smart and make sure things really happen. We take visionary ideas and create solid strategies. We use technology as a tool for progress and find new ways to communicate.\n\nWe are value-driven and put our hearts into everything we do. You are close to those who make the decisions, and you can always be involved and influence. Working at Nexer gives you a strong employer with an international presence and great opportunities to develop.\n\nApplication\nYou are more than welcome to send in your application below. Unfortunately, we can’t receive applications via e-mail, but if you have questions about the position or Nexer, please contact Sara Uramek at <a href=\"mailto:sara.uramek@nexergroup.com\">sara.uramek@nexergroup.com</a>. Applications are handled continuously, so don’t wait to apply!\n\nMore about Nexer\nWe lead the change and constantly strive to find new technical solutions. If there is a smarter way to do something, we will find it. We challenge ourselves every day to think outside the box and help our customers to always be one step ahead. Our services in digitization, IT and R&amp;D give our customers value and growth, both in the Swedish and global markets. We have also been named Microsoft Country Partner of the Year in Sweden and Brazil – twice.\n\nOur great community involvement in Star for Life, Mitt Liv, Pink Programming and Kodcentrum gives you as an employee the opportunity to make a real difference.\n\nNexer is entrepreneurial and has over 1500 experts in strategy, technology and communication. We are present in nine countries and in more than 20 locations in Sweden. Nexer is part of the Danir Group and was formerly named Sigma IT.\n\noch andra viktiga samhällsinitiativ.",
    "url": "https://arbetsformedlingen.se/platsbanken/annonser/25422223"
}, {
    "jobTitle": "CM/DevOps till Castra Stockholm",
    "companyName": "Castra",
    "companyLocation": "Kommun: Stockholm",
    "jobDescription": "Castra Stockholm fortsätter att växa och nu söker vi ett flertal erfarna CM/DevOps:are till vårt DevOps-Team.\n\nCastra är IT-bolaget för dig som söker en arbetsgivare som erbjuder stor frihet, utvecklingsmöjligheter och riktigt schysst kompensation. Hos oss får du både intressanta och långa uppdrag, stor möjlighet att påverka det som betyder mest för dig. Det kan vara arbetstid, arbetsuppgifter, lön, utbildning, delägarskap och mycket mer.\n\nArbetsuppgifter\n\nI rollen som CM/DevOps-konsult kommer du att arbeta med automatisering, scripting, utveckling och arkitektur där du kontinuerligt kommer att vidareutveckla och förbättra våra kunders interna verktyg &amp; system i bl.a Python, Linux, Consul, Elastic, Gigaspaces och Ansible.\n\nErfarenhet\n\nVi söker dig som har flera års erfarenhet av CM/DevOps-arbete och vi tror att du har erfarenhet av att arbeta agilt.\n\nKrav\n\n- Mycket Goda kunskaper inom Linux / Unix eller Windows\n- Goda kunskaper inom Scripting\n- Goda Kunskaper inom Ansible, chef och puppet\n- Kunskaper inom docker och kubernetes\n- Goda kunskaper inom Python eller annat relevant språk\n- Minst 5 års arbetserfarenhet inom området.\n\n\nMeriterande\n\n- Kunskap inom databas: t.ex Oracle, MS SQL, MariaDB, MongoDB\n- Kunskap inom Cloud: t.ex AWS, Google Cloud, Azure eller IBM Cloud\n\n\nVarför ska du välja oss?\n\nVi erbjuder en arbetsplats där du har frihet att själv styra över din tid, ersättning och utveckling utefter dina prioriteringar i livet. På Castra finns inga begränsningar vad gäller kompetens- eller karriärutveckling. Vi erbjuder dig valmöjligheter och intressanta uppdrag, så att du kan jobba med det du tycker är roligast, på det sätt som passar dig. På Castra har du som medarbetare stora möjligheter att påverka bolaget och genomföra dina idéer genom bl.a. delägarskap, advisory board och projektgrupper.\n\nOm Castra\n\nCastra är en entreprenörsdriven konsultgrupp inom IT, management och systemutveckling. Bolaget ägs gemensamt av medarbetarna och tillsammans bygger vi det företag vi själva vill jobba på.\n\nVår vision är att vi ska vara Sveriges bästa arbetsgivare för konsulter. Att vi blivit certifierade av Great Place to Work® fem år i rad är ett bevis på våra höga mål kring företagskultur. Våra tankar om delaktighet, påverkansmöjligheter och respekt för individens egna val och möjligheter fungerar.\n\nFöretaget har kontor i Göteborg, Stockholm, Helsingborg, Malmö, Linköping, Norrköping, Örebro och Jönköping. Mer information om Castra-koncernen hittar du på vår hemsida <a href=\"http://www.castra.se\" target=\"_blank\" rel=\"nofollow\">www.castra.se</a> (<a href=\"http://www.castra.se/\" target=\"_blank\" rel=\"nofollow\">http://www.castra.se/</a>).\n\nHar vi lyckats väcka din nyfikenhet? Sök direkt via länken eller kontakta <a href=\"mailto:thomas.florentin@castra.se\">thomas.florentin@castra.se</a> Tfn: 070-5788391",
    "url": "https://arbetsformedlingen.se/platsbanken/annonser/25388572"
}, {
    "jobTitle": "Assure an entertaining sports experience as a Product Manager",
    "companyName": "The Nice Little Betting Company",
    "companyLocation": "Kommun: Stockholm",
    "jobDescription": "The Nice Little Betting Company was founded in 2020 with a distinct intention, to create something that makes the fun funnier with a clear focus on sustainable gambling. By developing products that increase the entertainment and decrease the risk we contribute to change in an industry that has partly gone in to a negative spiral.\n\nWe’re passionate about sports, but we know that not every game offers a high pace with hat tricks and following hat rains. We want to create experiences even during the games where the audience leaves the stands, by combining the excitement of betting and making sports even more fun. We want to make the fun funnier.\n\nWe believe that our product is just right for those who love sports.\n\nProduct Manager at TNLBC\n\nIn the work concerning our product, we need a person who takes ownership and coordinates the technical development. This person will be responsible for quality and punctuality throughout the process and act as a coordinator for a team of three developers (at the time of writing), but an expansion of the team is imminent in connection to the product launch. As our Product Manager, you are effective in working within cross-functional teams facing a changing environment.\n\nWe’re agile (obviously) and work according to DevOps principles, to be successful in the role you have an understanding concerning development based on AWS, and you presumably recognize yourself in:\n\n- Experience from a leading role in working with a given technical product, preferably mobile application, throughout the cycle. From ear to loaf.\n- General knowledge of work within the tech field. For example, work with multi-platform development (React Native, Flutter), work that is defined by CI/CD, and understanding of what it means to work serverless.\n- Knowledge regarding programming languages, preferably Typescript, Javascript, and/or Java.",
    "url": "https://arbetsformedlingen.se/platsbanken/annonser/25328932"
}, {
    "jobTitle": "Devops/Infrastructure Engineer",
    "companyName": "Digital Cloud Sweden AB",
    "companyLocation": "Kommun: Stockholm",
    "jobDescription": "Overview of Digital Cloud Sweden\n\nDigitalcloud is a cloud consulting partner with the cloud migration and adoption solutions and cloud advisor to take your business to the top of its game, we help customers along their digital transformation journey by delivering custom solutions built on the public cloud. Adopting and adapting to cloud technology is an accelerator for any business - that’s what Digital Cloud Sweden is here to help with.\n\nAs an employer, Digital Cloud Sweden is dedicated to providing employees with a challenging and exciting work environment without forgetting to have some fun along the way!\n\nRole Overview\n\nDigital Cloud Sweden is looking for smart, energetic, and personable technology business professionals for an Infrastructure Engineer position. We are looking for someone with a broad range of experience with 2-4 years of relevant experience.\n\nAs a key contributor to the Infrastructure practice, you will be responsible for delivery technical solutions for our clients. Your day to day tasks could range from writing terraform scripts to researching storage optimization for SAP deployments. A distinct component of this position will be tailoring infrastructure on the any Cloud Platform to a client’s specific needs. We take pride in our solution delivery.\n\nResponsibilities\n\nA Digital Cloud Sweden Devops/ Infrastructure Engineer’s responsibilities and duties are as follows:\n\n- Manage multiple concurrent projects from initial communication to project completion\n- Configure Infrastructure as a Service (IaaS)\n- Write code to automate system architectures\n- Troubleshoot issues with client deployments\n- Investigate outages and write documentation\n\n\nTechnical Requirements\n\n- Have a Cloud Certification (AWS, Google, Azure) or willing to achieve one in the first 3 months of employment\n- Relevant education or experience, preferred fields are computer science, engineering, or technical project management\n- Technical chops - solid understanding of the software development lifecycle and web development\n- Linux and Windows administration experience\n- Experience with networking, VMs, firewalls, and virtualized envs\n- Writing infra as code\n- Polished communication skills, written and verbal\n- Sound presentation skills and ability to tailor presentations to your audience, including C-Level executives\n- Support multiple detail oriented projects at a time in a manner complimentary to your team and the company\n- Impeccable organizational and follow-up skills\n- Demonstrates team working abilities\n- Ability and desire to take initiative\n- Capability to stay calm and defuse high stake situations\n- Capacity to travel to client sites as needed and requested when normal travel practices resume\n\n\nPotential Differentiators\n\n- Terraform\n- Previous Experience with the (AWS, Google, Azure) Cloud Platform\n- CI/CD\n- Python, shell scripts or Powershell\n- Certifications in a public cloud provider (GCP, AWS, Azure)\n\n\nDigital Cloud Sweden Core Values\n\nDigital Cloud Sweden also requires that team members possess the following traits:\n\n- Build trustworthy relationships with our clients and team through integrity and accountability.\n- Desire to learn and advance in work and in life.\n- Possess a positive, unrelenting, creative approach to problem solving.\n- Give and receive constructive criticism for the benefit of all.\n- Be Authentic. Be Yourself.",
    "url": "https://arbetsformedlingen.se/platsbanken/annonser/25083835"
}, {
    "jobTitle": "DevOps-specialist",
    "companyName": "Sopra Steria",
    "companyLocation": "Kommun: Stockholm",
    "jobDescription": "Quality Solutions teamet i Stockholm fortsätter att växa och nu vill vi förstärka vår DevOps kompetens ytterligare.\n\nVi letar efter utvecklare med ett helhetstänk som inte är rädda för att prova på nya verktyg och tekniker. Vi är främst på jakt efter dig som har några års relevant erfarenhet, men vi har också möjligheten att ta emot mer juniora talanger om de personliga egenskaperna och drivet är det rätta. Du har bred teknisk kompetens och lätt för att samarbeta med människor. I rollen ingår möjligheten att vara med och vidareutveckla vår kompetens och erbjudande framåt.\n\nVem är du?\n\n• Programmeringskunskaper såsom exempelvis NodeJS, Java, Golang elelr Python. \n• Erfarenhet av containerteknologier som Docker, Kubernetes, OCI eller Podman \n• Goda kunskaper av användande av Linux eller Linuxbaserade system \n• Goda kunskaper kring kontinuerlig integration och produktionssättning exempelvis Jenkins eller CircleCI \n• God förståelse kring agila och kontinuerliga utvecklingsmetodiker och tillhörande kvalitetsarbete \n• God förståelse över arbete som sträcker sig över flera team \n• Flytande språkkunskaper i svenska och engelska, tal och skrift \n• Erfarenhet av Azure är ett stort plus \n\nVilka är vi?\n\nSopra Steria är ett internationellt konsultföretag som är ledande i Europa inom digital transformation. I världen är vi mer än 45 000 medarbetare, 470 av oss finns här i Sverige.\n\nPå Sopra Steria får du möjlighet att jobba i teknikens framkant, tillsammans med högt kvalificerade kollegor. Vi arbetar aktivt med att skapa bra gemenskap och arbetsglädje. Vi tror på trivsel, trygghet och tillit som den bästa grunden för proaktivitet och kreativitet. Du som börjar jobba hos oss får schyssta villkor, ett långsiktigt perspektiv på dig som medarbetare och goda karriärmöjligheter. Vi har som mål att rankas som den bästa arbetsplatsen i branschen.\n\nKänner du igen dig i beskrivningen och är intresserad av ett mycket omväxlande och inspirerande jobb hos ett driftigt och framgångsrikt företag?\n\nAnsökan\n\nAnsök enkelt genom att antingen ladda upp ditt CV eller länka till ditt LinkedIn-konto via annonsen på vår hemsida. Observera att vi inte tar emot ansökningar inkomna via mail. Om du har frågor om tjänsten eller bolaget i sig är du välkommen att kontakta Mikael Zöögling via mail: <a href=\"mailto:mikael.zoogling@soprasteria.com\">mikael.zoogling@soprasteria.com</a>\n\nSista ansökningsdatum är 31 januari. Urvalsprocessen sker löpande och rollen kan bli tillsatt innan utsatt slutdatum. \n\nSamtal från externa rekryteringsföretag och säljare undanbedes.",
    "url": "https://arbetsformedlingen.se/platsbanken/annonser/25066236"
}, {
    "jobTitle": "Skicklig på JavaScript? DevOps utvecklare, se hit!",
    "companyName": "Rektra AB",
    "companyLocation": "Kommun: Stockholm",
    "jobDescription": "<p><strong>Kort om bolaget</strong></p><p>Är du bra på att leda andra och skicklig på JavaScript? För kunds räkning söker vi en DevOps utvecklare som vill ha en varierande roll med stor frihet.</p><p><strong>Vad innebär rollen som DevOps utvecklare?</strong></p><p>Kunden som är verksam inom finanssektorn arbetar med innovativa och digitala lösningar. I rollen som DevOps Utvecklare arbetar du med molntjänster, olika plattformar, utvecklar infrastruktur och integration av system. Du tillhör ett team med juniora och seniora kollegor. Stor del av utvecklingen sker i Java och JavaScript</p><p><strong>Vem är du?</strong></p><p>Vi tror att du har en kodtung utbildning och jobbat som DevOps-engineer i fem år eller mer. Du trivs i sociala sammanhang, vill utvecklas och drivs av att arbeta fritt samt flexibelt. Du är van att arbeta lösningsorienterat och att implementera nya processer samt rutiner.</p><p><strong>Meriterande</strong></p><ul><li>Scripting</li><li>Monitorering</li><li>CI/CD-tekniker</li><li>Containeriseringsverktyg och molnlösningar</li><li>Automation i produktionsmiljö med många noder </li><li>IP-nätverk, VPN, DNS, lastbalanserare och brandväggar</li></ul><p><br></p><p><strong>Om Rektra</strong></p><p>Bli headhuntad av IT-jobb! Rektra matchar dig med jobben som möter dina krav. Du bestämmer spelreglerna och sätter villkoren. Baserat på dina dealbreakers låter vi arbetsgivare inom tech och IT visa vad de kan erbjuda dig. För dig som egenföretagare och anställd. Alltid gratis och anonymt. På dina villkor, helt enkelt.</p>",
    "url": "https://arbetsformedlingen.se/platsbanken/annonser/25529898"
}]